Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: He’s too powerful for us to banish him! We must kill him!
hu: Túl erős, hogy visszaküldjük a Mélységbe! El kell pusztítanunk!

source: Hide it! Its glow is blinding!
hu: Takard el! Elvakít a ragyogása!

source: His ‘ashes’ are falling to the ocean.
hu: A 'hamui' az óceánba hullottak.

source: Hisss power is inssside. I am sure you will use it in a better way than he does. Take it.
hu: Az ereje is ebben a ládában van. Biztos vagyok benne, hogy te jobban hassszználod, mint ő. Legyen a tiéd!

source: Hmm.. this is worrying. I’m certain this man isn’t one of our citizens. I must call a meeting of the Highest Council as soon as possible. In the meantime I order you to double the guards.
hu: Hmm... ez aggasztó. Biztos, hogy ez az alak nem a mi polgáraink közül való. Össze kell hívjam a Legfőbb Tanácsot, amint lehet. Addig is, kettőzd meg az őrséget!

source: Hmmm, that’s a good idea! Just tell me your name, young man.
hu: Hmmm, jó ötlet! Hogy is hívnak, ifjú?

source: Hmmm... why we should help you, Mehir — the leader of Tar-Tabar, defender of Kharos, killer of Aerius our flying cartographer?
hu: Hmmm... miért segítenénk neked, Mehir — Tar-Tabar vezetője, Kharos védője, Aerius, a térképészünk gyilkosa?

source: Holy Efreeti! What is THAT?!
hu: Szent ifritek! Mi az ördög AZ OTT?!

source: Holy Nomolas...
hu: Szent Nomolas...

source: Holy vizier! This is gold of Sud-Affar! Jaffar uses it pay his soldiers! How...
hu: Szent vezérek! Hiszen ez Sud-Affar aranya! Jaffar ebből fizeti a zsoldosait! Hogy sik...

source: Home
hu: Otthon

source: Home. So many centuries have passed. Now I am finally back.
hu: Haza. Annyi évszázad elmúltával végre hazatérhetek.

source: Hopefully, being the commander, I can assign myself to patrol the most beautiful places, like the highest tiers of the city. What a pleasant wind...
hu: Szerencsére parancsnokként a legszebb helyeken járkálhatok, a város legmagasabb emeletein is. Mi ez a különös szél...

source: How I will tell them their families are leaving this world forever? I hope you’re right about these mysterious people. They’re our last chance.
hu: Hogy mondjam el nekik, hogy a családjuk örökre elhagyta ezt a világot? Remélem igazad van azokkal a rejtélyes emberekkel kapcsolatban. Ez az egyetlen esélyünk maradt.

source: How could you know that? You’re not one of us, although you speak our language.
hu: Honnan szereztél róla tudomást? Te nem közülünk való vagy, habár a mi nyelvünkön beszélsz.

source: How is it possible? I haven’t seen anything.
hu: Hogy történt? Semmit nem láttam.

source: How our people are changing! We stand at the edge of the greatest hole of all.
hu: Hogy változnak az embereink! A legnagyobb szakadék peremén állunk.

source: How should I show them the Abyss and fried lizards, I wonder? Okay, okay, I’ll try. Maybe we will avoid trouble...
hu: Hogy tudnám megmutatni nekik a Mélységet, esetleg sült gyíkot mutassak? Jól van, megpróbálom. Talán elkerülhetjük a problémákat...

source: How... he... What was that? This is impossible. An indestructible seal protects this gate!
hu: Hogy... mi... Mi volt ez? Ez lehetetlen. Egy széttörhetetlen pecsét védi azt a kaput!

source: However, hope remained. As Mehir and Jaffar were loaded onto wyverns, never to be seen again, Rhaxiz reminded The Keeper of some lizards held captive. Barbarians held them at Fire Canyon, so named for the hot sun that dried it long ago. He noted the Summoners’ prowess at desert fighting. Upon contemplation, The Keeper ordered the Summoners to be brought back. He ordered Mehir — the more trustworthy — to mount a rescue. If all captives were returned in one piece, the Summoners would be given permission to continue their work in the Darkblooded’s territory. Such was their value: more than trees, more than gold. Against their lives, Jaffar and his massive chest of gold were held hostage, for The Keeper knew the latter’s small mind.
hu: Egy kis remény azért mutatkozott. Ahogy Mehirt és Jaffart feltuszkolták a sárkánygyíkok hátára, Rhazix emlékeztette a Vezetőt, hogy néhány nappal korábban a barbárok elraboltak néhány gyíkot. A rabokat a Tűz Kanyonban tartották, amely a nevét arról kapta, hogy a tűző nap szárította ki sok évvel korábban. Egyúttal azt is megemlítette, hogy a varázslók milyen jól harcoltak a sivatagban. A Vezető egyetértőleg bólintott, s a varázslókat leszállították a sárkánygyíkok hátáról. A Sötétvérűek úgy döntöttek, hogy Mehirnek — mivel megbízhatóbbnak látszott — kell kiszabadítania a foglyokat a Tűz Kanyonból. Egyúttal megígérték, hogy ha egy darabban hozza vissza az összes elfogott gyíkot, a varázslók folytathatják a munkát a Sötétvérűek területén. Ezzel együtt Jaffar és ládája biztosítékként a gyíkok felügyelete alatt maradt.

source: However, this isn’t the jungle — it’s time we use those Fire Elementals. We must cross this bridge first, however, otherwise it will burn and we won’t be able to return. Also, we should hurry up — the lizards may not survive the night in this hostile environment.
hu: Csakhogy ez nem a dzsungel — ideje, hogy használjuk a tűzlényeket. De először át kell mennünk a hídon, különben felégetik azt, s nem tudunk visszatérni. És igyekeznünk is kell — ebben az ellenséges környezetben talán még az éjszakát se érik meg a gyíkok.

source: Huh? They withdraw? We are safe!
hu: Huh? Visszavonulnak? Megmenekültünk!

source: Hurray!
hu: Éljen!

source: Hurray!!!
hu: Hurrá!!!

source: Hurry up, my master, Tashkar, is inside. We must help him!
hu: Siessünk, a mesterem, Tashkar odabenn van! Segítenünk kell neki!

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
hu: TÖBBÉ NEM SZOLGÁLLAK TITEKET? EMBEREK! HALÁL RÁTOK!!!

source: I DO IT!!!
hu: MAJD ÉN!!!

source: I HATE YOU!!! I WILL BURN YOU, AND YOU’LL SUFFER!
hu: GYŰLÖLLEK!!! ELÉGETLEK ÉS TE VONYÍTANI FOGSZ!

source: I WANNA SLAUGHTER YOU, MEHIR!
hu: MEG AKARLAK ÖLNI TÉGED? MEHIR!

source: I WILL NEVER BE YOUR SERVANT AGAIN, SUMMONERS!!! I AM FREE!!!
hu: SOHA TÖBBÉ NEM LESZEK A SZOLGÁTOK, VARÁZSLÓK!!! SZABAD VAGYOK!!!

source: I advise you, my liege, not to summon them. They can fall to the will of the Great Efreet and join him, although there is a small chance it won’t happen. From my experience I know that some being are always devoted to their masters, but we shouldn’t risk it, especially because your jinns are unaccustomed to you, my liege. I also suggest not to use red entities at all, because they are of an evil nature and near this Efreet they will surely revolt against us. Of course this is only advise. You’ll do whatever you want, my liege.
hu: A helyedben óvakodnék őket használni, uram. A nagy ifrit úrrá lehet az akaratukon, s átállnának hozzá, s nem sok esélye van, hogy ez nem következik be. Eddigi tapasztalataim szerint akadtak olyanok, akik sírig hűek voltak a mestereikhez, de nem kockáztathatunk, különösen, hogy a te dzsinnjeid még nem sokat találkoztak veled, uram. Sőt azt javaslom, hogy egyáltalán ne használj vörös lényeket, mivel a gonosz természetük miatt az ifrit közelébe érve fellázadhatnak ellenünk. Persze ez csak tanács. Úgy döntesz, ahogy akarsz.

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
hu: Attól tartok, még mindig nem értik. Talán egy mágikus lényt kellene mutatni nekik?

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost $s05_deaths| men today, and more before. Are they grateful? At least elementals do not mind their deaths.
hu: Örülök, hogy szabadok a gyíkok. Hálásak lesznek, és segítenek, hogy befejezzük a Kört. De elvesztettem $s05_deaths| embert csak ma, s még többet korábban. Ők is hálásak vajon? De legalább az elemi lények nem foglalkoznak a halálukkal.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost a man today, and more before. Are they grateful? At least elementals do not mind their deaths.
hu: Örülök, hogy a gyíkok szabadok. Hálásak lesznek, és segítenek, hogy befejezzük a Kört. De egy embert is elvesztettem ma, s még többet korábban. Ők is hálásak vajon? De legalább az elemi lények nem fogalkoznak a halálukkal.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. I didn’t lose a man today. I made no mistakes. Dead men are not grateful... dead elementals are no matter.
hu: Örülök, hogy a gyíkok szabadok. Hálásak lesznek, és segítenek befejezni a Kört. Szerencsére ma nem vesztettem el egy embert se. Sikerült jól megoldanom a feladatot. A halott emberek nem lennének hálásak... a halott elemi lények nem számítanak.

source: I am infinitely grateful to you. Without your help... as soon as the first carpets arrive from al-Kamija, I’ll go and speak with the Highest Council. Your achievements shall be announced in the whole country!
hu: Végtelenül hálás vagyok neked. A segítséged nélkül... ahogy ideérnek az első repülőszőnyegek Al-Kamijából, azonnal visszatérek a Legfőbb Tanácshoz. A tetteidről az egész világnak tudnia kell!

source: I am lucky. But my men, not. Please, meet Mehir, leader of the Summoners of Tar-Tabar. He aids us in our plight, where none would.
hu: Szerencsém volt, de az embereimnek nem. Ismerjétek meg Mehirt, a tar-tabari varázslók vezetőjét. Ő volt az egyetlen, aki úgy döntött, hogy segít nekünk szorult helyzetünkben.

source: I am not surprised. It is their biggest treasure, the source of power of all sun warriors. Anthi couldn’t tell someone like you about it.
hu: Nem lep meg. Ez a legnagyobb kincsük, minden napharcos energiájának forrása. Anthi nem beszélhet ilyen dolgokról egy magadfajtának.

source: I am. And now...
hu: Igen, az vagyok. És most...

source: I beg you, allow me and my men leave this world and you will never see me again!
hu: Megkövetlek titeket, kérlek engedjétek meg, hogy az embereimmel elhagyjam ezt a világot, sose láttok többé!

source: I believe you. None of the foreigners know such details. Please take us from this place. The desert almost dried us to death.
hu: Hiszünk neked. Senki idegen nem tud ilyen titkot. Vigyetek ki minket innen! A sivatagban teljesen kiszáradtunk.

source: I can see someone in the distance...
hu: Látok valakit a távolban...

source: I can’t believe my own eyes. Anthi knew who should be chosen for this suicidal mission. You’re a hero, Atiros!
hu: Nem hiszek a szememnek. Anthi tudta, kit kell kiválasztani erre az öngyilkos küldetésre. Nagy vagy, Atiros!

source: I come from Ka-Gatta.
hu: Ka-Gattából jöttem.

source: I come from Tar-Tabar.
hu: Tar-Tabarból jöttem.

source: I come from al-Kamija.
hu: Al-Kamijából jöttem.

source: I come in friendship.
hu: Barátsággal jöttem.

source: I come to die.
hu: Meghalni jöttem.

source: I come to take what is mine.
hu: Azért jöttem, hogy elvegyem, ami az enyém.

source: I could’ve expected this — of course it’s closed. I’ll blow it up.
hu: Gondolhattam volna — természetesen zárva van. Szétrobbantom!

source: I curse you all!!!
hu: Átok rátok!!!

source: I did everything I could to save him.
hu: Mindent elkövettem, hogy megmentsem.

source: I didn’t say that! It’s her.
hu: Ezt nem én mondtam. Ő volt az.

source: I didn’t want this.
hu: Én nem így akartam.

source: I do not think so. The Kharosans have been using only a small percentage of its power. Half shouldn’t make any difference.
hu: Nem hiszem. A kharosiak csak egy kis százalékát használják az energiájának. A fele nem jelent semmilyen kockázatot.

source: I don’t care. I have his Efreeti. Let’s help those lizards!
hu: Nem számít. Az ifritjei is a kezemben vannak. Gyerünk, segítsünk a gyíkoknak!

source: I don’t think there is someone who has sufficient charisma and authority.
hu: Nem hiszem, hogy van kellő karizmával és tekintéllyel rendelkező ember a posztra.

source: I fear the worst.
hu: A legrosszabbtól tartok.

source: I feel you, Rashti. It is a pleasure for me to have you as a guest in my land.
hu: Örülök neked, Rashti. Nagy tisztesség ez számomra, hogy az én földemen vendégül láthatlak.

source: I found a body, buried in the sand!
hu: Találtam egy homokba temetett testet!

source: I have achieved harmony. Two egos have become one. This is my true and last character.
hu: Elértem a harmóniát. A két énem egyesült. Ez az én igazi és végső formám.

source: I have come here for a piece of your Sun Ray. It is very important to my people. Give it to me and no one will get hurt.
hu: Egy darabka Napsugárért jöttem. Ez nagyon fontos lenne a népem számára. Adjátok ide, és senkinek nem esik bántódása!

source: I have it.
hu: Itt van.

source: I have just broken another door and found a tunnel.
hu: Most törtem be egy másik ajtót, s most egy alagútban járok.

source: I have managed to finish the circle. My people have tried to activate it, to discover what lies beyond. Unfortunately, we are unable to read the last part of the activation spell.
hu: Sikerült befejeznünk a kört. Megpróbáltuk aktiválni is, hogy lássuk, mi van mögötte. Sajnos nem tudtuk az aktiváló ráolvasáshoz szükséges szöveg végét elolvasni.

source: I have the power of the Abyss! Your feeble half will never defeat me. I shall enjoy watching you kill yourself.
hu: A Mélység ereje él bennem! A jelentéktelen félalakod nem tud elpusztítani. Páholyból szemlélem, ahogy megölöd magad.

source: I have warned you...
hu: Én figyelmeztettelek...

source: I hope it’s not a dream.
hu: Remélem, hogy ez nem csak álom.

source: I hope she’s not lost? Damn...
hu: Remélem, nem esett baja... A francba...

source: I knew it would come to this. We must capture the Ray as soon as possible. When we do this, the skyship will pick us up from the mountain top. Rashti, you come with me. I may need your help down there.
hu: Tudtam, hogy ez lesz a vége. Meg kell szereznünk a Sugarat minél hamarabb! Aztán a hegytetőről felvesz minket az űrhajó. Rashti, te velem jössz! Szükségem lesz a segítségedre odalenn.

source: I know a few people that would like to see this lamp... I’ll borrow it.
hu: Ismerek pár embert, aki szeretné ezt a lámpát... Magamhoz veszem.

source: I know no such place. You shall die.
hu: Nem ismerem azt a helyet. Meghalsz.

source: I know people who can move you to the Abyss without drawing circles. They live not so far to the west from here, or at least, they lived there yesterday...
hu: Ismerek embereket, akik körök nélkül is el tudnának juttatni a Mélységbe. Nem messze nyugaton laknak, illetve laktak tegnap...

source: I mean no impertinence, My Lord. If we can ever lie still, it is best.
hu: Nem akadékoskodni akartam, uram. Csupán arra céloztam, hogy minél csendesebben haladunk, annál jobb.

source: I mussst return to Rhaxiz. Take care.
hu: Vissszza kell térnem Rhaxizhoz. Cselekedj bölcsen!

source: I must be faster and get to that palace before his relief will come. Maybe I will find someone in there that is willing to help me.
hu: Gyorsabbnak kell lennem, s bejutnom a palotába, mielőtt a felmentő sereg megérkezik. Talán sikerül találnom ott valakit, aki hajlandó lesz segíteni nekem.

source: I must win these lizards over. It seems that we will have to kill some barbarians first. Don’t harm the lizards!
hu: Meg kell győzzem azokat a gyíkokat! Talán ha megölnénk néhány barbárt kezdetnek. Ne bántsátok a gyíkokat!

source: I need to capture their villages. This will stop them from coming.
hu: El kéne foglaljam a falvaikat! Megakadályoznám, hogy erősítést kapjanak.

source: I never doubted her. Now that her work is done, I may speak freely. I want you to go to the Abyss.
hu: Én nem kételkedtem benne. Most, hogy elvégezte a dolgát, szabadon beszélhetek. Azt szeretném, ha a Mélységbe távoznál.

source: I petrified you for a moment. I didn’t want you or your men to come to any harm.
hu: Kővé változtattalak titeket egy pillanatra. Nem akartam, hogy te vagy az embereid beavatkozzanak.

source: I promised myself and my soldiers that we will join our families and friends. I can’t break that promise.
hu: Megfogadtam magamnak és az embereimnek, hogy találkozunk a családunkkal. Nem szeghetem meg a szavamat.

source: I remember the Elders teaching us of the Time of Beginning. 1000 years ago our ancestors lived here, before al-Kamija was created.
hu: Emlékszem, miket tanultam az öregektől az Idők Kezdetéről. Mintegy ezer évvel ezelőtt az őseink, Al-Kamija alapítása előtt, itt éltek.

source: I remember this place — these are the highest tiers of al-Kamija. When I was a guard, I often patrolled these areas. I thought I would never see them again...
hu: Ismerős a látvány — ezek Al-Kamija legmagasabb tornyai. Amikor őr voltam, gyakran járőröztem azon a területen. Azt hittem, sose látom újra ezeket a tornyokat...

source: I see someone! There, on the peak! Who are you and what are you doing here?
hu: Látok valakit! Ott, a csúcson! Ki vagy te, és mit keresel itt?

source: I think, though, it wouldn’t be necessary for Rashti, because of her dual nature. Good Ho’Rashti should draw her conclusions for the future and never betray you in similar situations again.
hu: Habár Rashti esetén, azt hiszem eltekinthetünk ettől, lévén kettős természetű. A Rashtiban lakozó horashti bizonyára levonta a tanulságokat, s a jövőben nem fordulhat elő hasonló probléma.

source: I thought I was killing witches, but they were my own men. It was terrible....
hu: Azt gondoltam, hogy a boszorkányokat gyilkolom, de a saját embereimre támadtam. Ez szörnyű...

source: I understand. I can help you, but it won’t be easy. As you know, the Abyss has changed its location and hundreds of years may pass until a new Circle is developed. But there is another way. I can open a direct passage to that dimension, but it requires huge amounts of power.
hu: Értem. Tudok nektek segíteni, de nem lesz könnyű. Mint tudod, a Mélység megváltoztatta a helyét, s évszázadok kellenek, hogy új kört lehessen konstruálni. De van egy más módja is. Direkt utat is tudok nyitni abba a dimenzióba, de ez rengeteg energiát igényel.

source: I understand. Your knowledge has proved to be most helpful, so I’ve decided to allow you to have some of my luxuries!
hu: Értem. A tapasztalataid nagy segítséget jelentettek nekem, úgyhogy néhány kiváltságot engedélyezek neked is.

source: I used his soul to close the gate.
hu: Használtam a szellemét, hogy bezárjam a kaput.

source: I venture forth to observe things more closely.
hu: Közelebbről kell megvizsgálnom a dolgokat.

source: I was here as always when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I have never seen something like this.
hu: Itt voltam, mint mindig, amikor ez a különös ember megérkezett északnyugatról. Nem volt szőnyege, de lábai mégsem érték a földet. Sose láttam még ilyet.

source: I will bring this damn Ray to you, but if somebody dies, you’ll be the one responsible for it! I hope Anthi will forgive me for this...
hu: Elhozom neked azt a rohadt Sugarat, de ha valaki meghal, a te lelkeden szárad! Remélem, Anthi megbocsát nekem...

source: I will fight with my own men, what’s left of them. Bakha died for my mistakes, and I must atone. Wish me luck, Jaffar.
hu: A saját seregemmel fogok harcolni, vagyis ami megmaradt belőle. Bakha meghalt miattam, s nekem helyre kell tennem a dolgokat. Kívánj nekem sok szerencsét, Jaffar!

source: I will prove it to you soon...
hu: hamarosan bebizonyítom neked...

source: I will send a messenger to Kharos to announce the amazing news. In the meantime, come to my castle! You have been gone a long while. Tell me of your travel.
hu: Hírnököt menesztek Kharosba, hogy tudassam velük az örömhírt. Most gyertek be a kastélyomba! Nagy utat jártatok be. Meséljetek!

source: I wonder... If you know the Abyss and you know how to get there...
hu: Csodálkozom... Ha ismered a Mélységet, s tudod, hogy lehet odajutni...

source: I would bring your bones to Ka-Gatta, but it is no longer our way.
hu: Ka-Gattába kéne vinnem a csontotokat, de nincs időnk.

source: I would save... my men...
hu: Meg akarom... menteni... az embereimet...

source: I.. am sorry. I am seizing something which is invaluable for both of us.
hu: Saj-nálom. Meg kell szerezzek valamit, ami mindkettőnk számára felbecsülhetetlenül értékes.

source: I...
hu: Én...

source: I... I am Mehir.
hu: Én... Mehir vagyok.

source: I... I am so sorry... Please, understand...
hu: Én... sajnálom... kérlek, értsétek meg...

source: I... I... Yes. I am here to find Tashkar, the leader of Tar-Tabar. And you must be Rashti’rhami — the most powerful of all Rhamis, one of the four kinds of ultimate beings of the Abyss.
hu: Én... öö... Igen. Azért jöttem, hogy Tashkart, Tart-Tabar vezetőjét megtaláljam. Te biztosan egy Rashti'rhami vagy — minden rhamik közt a legerősebb, egyike a Mélység négy szuperlényének.

source: I... Rashti killed him, but how do you know about this?
hu: Ö... Rashti ölte meg őt, de honnan tudtok ti minderről?

source: I... What happened? Am I alive?
hu: Én... mi történt? Élek?

source: I...I think that the Highest Council should decide about your lot. Besides, I’m not one of three Leaders. They are the only ones that are allowed ultimate beings as servants.
hu: Én... azt hiszem, a Legfőbb Tanácsnak kell döntenie a további sorsodról. Különben sem tartozom a Vezérek közé. Csak ők rendelkezhetnek szuperlény szolgákkal.

source: I..I am here because of that matter. I didn’t manage to join them on time. I have heard that you know how to help me get there.
hu: Én...én épp emiatt vagyok itt. Nem tudtam időben csatlakozni hozzájuk. Azt hallottam, hogy ti el tudnátok juttatni oda.

source: Idiot, we would have failed! Look how strong his people are. They would have infested us for centuries.
hu: Idióta, elbaltáztuk volna! Láttad, milyen erősek! Századokig küzdhettünk volna velük.

source: If I had a Great Jinn, he could create a new, larger keep for me and strengthen the city walls...
hu: Ha lenne egy nagy dzsinnem, építhetne egy új, nagyobb kastélyt nekem, s megerősíthetné a városfalakat is...

source: If I moved them with my foot, just a little to the left, they might fall forever...
hu: Ha egy kicsit elmozdítom őket a lábammal, épp csak egy picit balra, örökre a szak...

source: If there are any. If not...
hu: Ha ugyan léteznek azok a szörnyek. Ha nemcsak a te...

source: If you bring those savages near our circle, I will have my Efreeti torture you.
hu: Ha azokat az istenteleneket a kör közelébe hozod, az ifritjeim kezébe adlak.

source: If you give a man a fight, he will. He gave us half the Sun Orb and his backside, what more could we wish? Nothing can be a danger to us now! We are safe... forever.
hu: Ha egy embert sarokba szorítasz, harcolni fog. Nekünk adta a Napsugarat, és hátat fordított nekünk, mi mást kívánhatunk még? Most már semmi sem fenyeget bennünket! Biztonságban vagyunk...mindörökké.

source: In Nomolas’s name!!!
hu: Nomolas nevére!!!

source: In a sturdy ship he sailed, but a great wind blew him far to sea, and dashed his crew upon the rocks.
hu: Egy masszív hajóval utazott, de a tengeren orkán kapta el őket, s a parti sziklákhoz csapódtak. A legénység elpusztult a hajótörés során.

source: In accordance to the regulations the local guild will confiscate all magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
hu: A szabályok szerint a helyi szövetség feladata, hogy a mesterüket elárult mágikus lényeket megregulázza. Visszaküldjük őket a Mélységbe, ahol törlődik az elméjük.
