Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: (Intermediate or Expert level. 16 playable scenarios.)
hu: (Középhaladó vagy gyakorlott szint. 16 játszható küldetés.)

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
hu: <i>Figyuzzatok, Ti, idegenek ezen a kietlen földön Erre a mesére, mi a legöregebb, al-kamijai varázslók, egykori hatalmas mágusok erejéről még nem mondatott el, s az ő mélységi szolgáikról, Jókról és rosszakról, És Mehirről, aki, Ahogy az jövendölve vala, Megmentette ezt a világot.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
hu: Ez a hadjárat Mehir, a varázsló történetét meséli el, utazását az ismeretlen föld felé.

source: $messenger.name|, inform the local garrisons and Kharos that we’ve been attacked. Quick!
hu: $messenger.name|, tudasd a helyőrséggel és Kharosszal, hogy megtámadtak minket. Gyorsan!

source: (Easy)
hu: (Könnyű)

source: (Hard)
hu: (Nehéz)

source: (Normal)
hu: (Átlagos)

source: (looks on his hands) It’s not the way I imagined leaving this world...
hu: (ránéz a kezére) Nem így képzeltem, hogy elhagyom ezt a világot...

source: (optional) Search the caves
hu: (választható) Átkutatod a barlangot

source: (points his finger towards a keep inside the jungle)
hu: (egy távoli pontra mutat a dzsungelbe, ahol a kastélya van)

source: (series of gestures demanding retreat)
hu: (bősz gesztikulálás, ami visszavonulásra utal)

source: (series of unknown curses)
hu: (ismeretlen átkok sora)

source: (series of unknown words)
hu: (ismeretlen szavak sora)

source: (that lizard says something, but it is too far away for Mehir to hear anything)
hu: (a gyík mond valamit, de túl messze van, hogy Mehir kivehetné a szavait)

source: (whispers) ...can I resign? She scares me...
hu: (súgva) ... visszautasíthatom? Félek tőle...

source: (whispers) ...shut up... (speaks normally) In spite of everything, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for the Abyss. I think that’s all I have to say, so let the party begin!
hu: (súgva) ...nincs apelláta... (normál hangon) Minden ellenkezés dacára remélem, hogy jó csapatot alkottok majd, s ezáltal gyorsabban érünk a Mélységbe, mint vártuk. Vigyázz rá! Esetleges halála katasztrofális következményekkel járna a Mélységre nézve. Azt hiszem elmondtam minden fontosat, induljon a csapat!

source: (whispers)...though everything will go up in smoke soon...
hu: (súgva)...habár hamarosan felégetünk itt mindent...

source: *cough*
hu: *köhint*

source: *smiles*
hu: *mosolyog*

source: +1 movement point, -10 HP
hu: +1 mozgáspont, -10 ÉP

source: +1 strike to scimitar, +2 HP, MAX XP +30%
hu: +1 ütés handzsárral, +2 ÉP, Maximum TP +30%

source: +2 damage to magic, +3 HP, MAX XP +20%
hu: +2 sebzés mágiával, +3 ÉP, Maximum TP +20%

source: +2 damage to scimitar, +1 HP, MAX XP +10%
hu: +2 sebzés handzsárral, +1 ÉP, Maximum TP +10%

source: +20% bonus to fire, cold and arcane resistance
hu: +20% ellenállás tűz, hideg és földöntúli támadások ellen

source: ... NOT THE HALF OF IT!!!
hu: ...NEM AZ EGYIK FELÉT!!!

source: ... my time in this world has passed!
hu: ... időm kitelt ebben a világban!

source: ...AT THEM!!!
hu: ...TÁMADÁS!!!

source: ...DEFEAT ME!!!
hu: ...SEMMISÍTHETSZ MEG!!!

source: ...Hmmm... Interesting...
hu: ...Hmmm... Érdekes...

source: ...I believe you...hhh...and for...give you...
hu: ...áááhh... hiszek neked...hhh...és megb... bocsátok neked...

source: ...I died. I felt like there was no good nor evil in me. I was Unity...
hu: ...meghaltam. Úgy éreztem, hogy nincs többé rossz vagy jó oldalam. Egyetlen egység voltam...

source: ...I had a vision...
hu: ...Láttam egy képet...

source: ...I’ve finally found... you...
hu: ...Végre megtaláltalak... titeket...

source: ...MUST DIE!!!
hu: ...MEG KELL HALNIA!!!

source: ...OVER YET!!!
hu: ...VÉGE!!!

source: ...Oh! A summoner. You have come to help me, have you not?
hu: ...Ó! Egy varázsló. Ugye azért jöttél, hogy segíts nekem?

source: ...Someone is coming... I hear their breath — it is a human... they come from the north-west...
hu: ...Valaki közeledik... Hallom a zihálását — egy ember... északnyugatról jön...

source: ...TO SEE YOU ALIVE!!!
hu: ...ÉLETBEN HAGYNI!!!

source: ...This is... Impossible!
hu: ...Ez... Lehetetlen!

source: ...and no one would ever know.
hu: ...és többé senki sem látja meg őket.

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
hu: ...és ezért én hálás leszek neki örök életemben. Javaslom Mehirt Tar-Tabar vezetőjének.

source: ...but also half-evil. Her good half shouldn’t rebel but I can’t guarantee this...
hu: ...de félig gonosz is. A jó oldala nem lázad fel, de a másikra nem tudok garanciát vállalni...

source: ...death...
hu: ...halál...

source: ...decision. The meeting elected Mehir the new leader!
hu: ...arra az elhatározásra jutott, hogy Mehir lesz az új vezér!

source: ...did Tashkar throw himself down there? ...
hu: ...Tashkar talán levetette magát a mélybe?...

source: ...farewell...
hu: ...ég veled...

source: ...it’s all my fault...
hu: ...az én hibám...

source: ...nothing was the same.
hu: ...s minden megváltozott.

source: ...oh... a soporific arrow...
hu: ...ó...altató lövedék...

source: ...open Sezam...
hu: Szezám tárulj!

source: ...ow... my back!
hu: ...aú... a hátam!

source: ...then why you don’t want to... go there?
hu: ...akkor miért nem akarsz... odamenni?

source: 200 gold
hu: 200 arany

source: <span color='#BCB088' size='large'>To Lands Unknown</span>
hu: <span color='#BCB088' size='large'>Út az Ismeretlenbe</span>

source: A New Leader
hu: Az új Vezér

source: A Summoner does not befriend. He commands. You shall die.
hu: A varázslók nem barátkoznak. Csak parancsolnak. Meghalsz.

source: A day after preventing the destruction of Saffaros, the army marched to Kharos to save it from a similar fate. Delydos led a token force upon the main roads to distract the enemy’s many spies. Atiros guided Mehir’s army over paths seldom trodden, and by a cunning stratagem, flanked the enemy host outside the city’s great walls.
hu: A Saffaros megvédése utáni napon a sereg Kharosba menetelt, hogy a fővárost is felmentse. Delydos egy kisebb sereget vezetett a főúton, hogy megtévesszék az ellenséges kémeket, míg Atiros alig járt ösvényeken kalauzolta Mehir seregét. A ravasz taktikának köszönhetően a várost ostromló sereg hátába kerültek.

source: A few days ago one of the Efreeti revolted against his masters from Sud-Affar and fled to the Great Desert. It would have been wholly unremarkable, for things like this happen in al-Kamija once in a while, but that this Efreet convinced other magical creatures to follow him. Now, they wander through the desert and are a real threat to the outlying cities, or even the capital. Scouts have discovered the location of these corrupted beings. They are near Tar-Tabar, and so Mehir is ordered to defeat them.
hu: Néhány napja egy ifrit fellázadt Sud-Affarban a gazdái ellen, és a Nagy-sivatagba menekült. Ebben nem volt semmi rendkívüli, ilyenek előfordultak olykor Al-Kamijában is, hacsak azt nem számítjuk, hogy ez az ifrit más mágikus lényeket is rábírt arra, hogy kövessék őt. Így viszont a sivatagban kóborolva komoly veszélyt jelentettek a városokra, de magára a fővárosra is. A felderítők megtalálták a megrontott lények törzshelyét. Kiderült, hogy Tar-Tabar közelében tanyáznak, így Mehirt rendelték ki a lények megsemmisítésére.

source: A few weeks passed as Mehir explored the palace of Tar-Tabar and met his servants. Under the supervision of old summoning veterans he learned how to use a Megacircle, a necessary spell for all true Summons masters. He also learned to lead his troops effectively, as it was under Tashkar’s command. The mysterious messengers of death that destroyed Mag-Magar did not return.
hu: Eltelt pár hét, mire Mehir megismerkedett Tar-Tabar palotájával és a szolgáival. A veterán varázslók felügyelete alatt megtanulta a Megakör használatát, amelynek ismeretére minden igazi varázslómesternek szüksége van. Egyúttal azt is megtanulta, hogyan tudja a seregét rendben vezetni, hogy ugyanolyan eredményesen harcoljanak, mint azt Tashkar parancsnoksága alatt tették. A halál rejtélyes hírnökei, akik elpusztították Mag-Magart, nem tértek vissza.

source: A great deal of difference, if I am to save you.
hu: Igenis fontos a különbség. Ha meg akarlak menteni.

source: A half hour later...
hu: Fél órával később...

source: A human! Alone?! We’re on the Great Desert!
hu: Egy ember! Egyedül?! Itt a Nagy-sivatag kellős közepén!

source: A job. Why have I decided to be a city guard?! And who the hell decided that the palace-city needs defending? We’re in the middle of the desert, there are no threats for miles, and the only thing I have to pass the time here is to command these fools.
hu: A munkámról. Miért döntöttem úgy, hogy a városi őrséghez csatlakozom?! S ki találta ki egyáltalán, hogy a palotavárost őrizni kell? A sivatag kellős közepén vagyunk, mérföldekre semmi veszélyforrás, az egyetlen tennivalóm, ezeket az ostobákat kell felügyelnem.

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit gets stronger The unit can be recalled only 3 times. After that it dies for sure.
hu: Egy legendás eszköz, az Ősök által készített remekmű. A régmúltban egy mágikus eszközt készítettek, amelyet egy mágikus lényre téve azt visszahívhatóvá teszi halála után. Az egységet a vezér mellé lehet visszahívni. Minden visszahívás után az egység erősebb lesz. Az egység három alkalommal hívható vissza, utána végleg eltűnik.

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is getting stronger The unit can be recalled only 3 times. After that it dies for sure.
hu: Egy legendás eszköz, az Ősök által készített remekmű. A régmúltban egy mágikus eszközt készítettek, amelyet egy mágikus lényre téve, azt visszahívhatóvá teszi halála után. Az egységet a vezér mellé lehet visszahívni. Minden visszahívás után az egység erősebb lesz. Az egység három alkalommal hívható vissza, utána végleg eltűnik.

source: A lizard dies
hu: Egy gyík meghal

source: A long time ago, when our ancestors lived on the outskirts of the desert, they made an extremely powerful discovery — Magic. Hidden in the form of magical formulas and symbols, magic controlled our fate. The Ancestors discovered the Abyss — another world full of energy, where time and space have no meaning. Our entire arsenal of known magic comes from the Abyss. We can summon this power to our world — and that’s the reason we are called Summoners.
hu: Sok-sok évvel ezelőtt őseink a sivatag peremén éltek, mígnem egy szenzációs dolgot fedeztek fel — a mágiát. A mágiát, ami mágikus formulák és szimbólumok révén meghatározta a sorsunkat. Az őseink felfedezték a Mélységet — egy másik világot, amit az energia ural, s ahol a tér és az idő fogalmai értelmezhetetlenek. Az ismert mágiánk végső forrása a Mélység. S az erejét meg tudjuk idézni a mi világunkban is — s emiatt neveznek minket varázslóknak.

source: AAAARGH!!!
hu: ÁÁÁÁHHH!!!

source: AAARRrrghh!!!
hu: Áááááhhhh!!!

source: ALERT!!!
hu: RIADÓ!!!

source: Above you, I have you!!!
hu: Föléd kerülünk, elcsípünk!!!

source: Abyss
hu: Mélység

source: Additional Artwork
hu: Kiegészítő grafikai munkák

source: Adviser
hu: Tanácsadó

source: Aerius had his uses, but he wanted to fight you. I would rather you perform us a great service.
hu: Aerius hasznos szolgálatot tett, de harcolni akart veled. Én viszont azt hiszem, hogy jó szolgálatot tehetsz nekünk.

source: After being released, Mehir immediately returned to Sud-Affar and informed the Sharif of the ‘bargain’. The leader of the city was unhappy with The Keeper’s terms, but preferred them to war. He provisioned Mehir for his task — planning, should Mehir fail, for other ‘inducements’.
hu: Ahogy kiszabadult, Mehir azonnal Sud-Affarba ment, és tájékoztatta Sharifot a helyzetről. A város vezetője nem örült a Vezető feltételeinek, de még mindig jobb volt ez, mint a háború. Felszerelte Mehirt a küldetésre — gondolva arra, hogy Mehir esetleg kudarcot vall, egyéb eszközökkel is.

source: After death the unit is recalled back to leader. Activates only 3 times.
hu: Az egység a halála után visszahívható a vezér mellé. Háromszor élhetsz a lehetőséggel.

source: After death the unit is recalled back to the leader. Activates only 3 times.
hu: Az egység a halála után visszahívható a vezér mellé. Háromszor élhetsz a lehetőséggel.

source: After the creation of al-Kamija, Ka-Gatta emptied and soon turned into catacombs, full of graves of the first Summoners. 400 years have passed and none have entered.
hu: Al-Kamija létrehozása után Ka-Gatta kiürült, s csak az első varázslók sírhelyei maradtak ott. 400 év telt el azóta, és senkinek sem akaródzott bemerészkedni a sírkamrákba.

source: After three days the wanderer regained consciousness. His name was Atiros, and he had come from a land abandoned by the Summoners a thousand years ago. These words shocked the Highest Council, because the ancient scrolls hadn’t mentioned other people outside the desert. For centuries the Summoners had thought their Ancestral Lands were empty. That land is now called Kharos, and its people are now in grave danger.
hu: Három nap múlva a jövevény magához tért. Kiderült, hogy Atirosnak hívják, s arról a földről érkezett, amelyet a varázslók évezredekkel korábban elhagytak. Ezek a szavak sokkolták a Legfőbb Tanács tagjait, mivel az ősi tekercsek nem szóltak semmit a sivatagon kívül élő emberekről. Századok óta a varázslók úgy gondolták, hogy őseik mind áttelepültek a Nagy-sivatagba, s az Őshazában nem maradt senki. Atiros azt mondta, hogy az őshazát most Kharosnak hívják, és nagy veszélyben van.

source: Afternoon
hu: Délután

source: Again? I think these buttons activate something, but what? Continue searching.
hu: Már megint? Azt hiszem, ezek a gombok aktiválnak valamit, de mit. Folytassátok a keresést!

source: Ah! A small matter. My people do not treat guests well.
hu: Á, egy kis malőr volt. Az embereim nem szeretik a vendégeket.

source: Ah, a Summoner! You have come to defeat me, have you?
hu: Ó, egy varázsló! Ugye azért jöttél, hogy megsemmisíts?

source: Ah, welcome, Summoner. It seems that we have had the pleasure of meeting in the past. You have probably come for one of your leaders. He is above me, tied to a wall, inside this amazing circle.
hu: Á, üdv néked, varázsló. Úgy látszik, szép emlékeket őrzöl a múltbéli találkozásunkról. Ezúttal talán az egyik vezetőtök miatt jöttél? Ott van fönt, kikötve a falhoz, abban a gyönyörű körben.

source: Ah, yes, well... Welcome, we come in peace.
hu: Öhm, igen, nos... Üdvözlünk, békével jöttünk.

source: Ale!!!
hu: Ollééé!!!

source: All my men! My people...
hu: Az embereim! A népem...

source: Amazing!
hu: Fantasztikus!

source: Amazing. I have split her in half, and she is still alive. She has also changed the color of her hair! It’s time to kill you for s...
hu: Csodálatos. Félbevágtam, s még mindig életben van. S megváltozott a hajszíne is! Itt az ideje, hogy végképp elpusz...

source: Amazing. It’s the first time I have seen something like this. What unique sorts of creatures live on this land...
hu: Ez fantasztikus! Most először látok ilyen lényeket. Micsoda különös lények élnek ezen a földön...

source: Amazing. This must be the Land of Magic!
hu: Csodálatos. Ez bizonyára a Mágia Földje!

source: Amazing... an entity from Abyss that has visions... It’s the first time I have seen something like this. It looks like she regained her consciousness, and luckily so!
hu: Különös... egy mélységi lénynek nem szoktak látomásai lenni... Most először hallok ilyet. Úgy látszik visszatért régi formájába, szerencsénkre.

source: Amazing... if I told my friends in al-Kamija about what I’ve seen here, they wouldn’t believe me. It looks like we’re underdeveloped in the spiritual area, but at least we have the Abyss and Nomolas which gives us a great adv...
hu: Ez igen... ha elmesélném a barátaimnak Al-Kamijában, amit itt láttam, el se hinnék. Úgy látszik, spirituális területen nagyon el vagyunk maradva, de nekünk ott van a Mélység, és Nomolas sokat jelent szám...

source: Among a myriad of dunes, in the center of our Holy Land, an unreal palace-city lies — our capital al-Kamija. It is an unusual place. It is not damaged by destructive influances of time and sand. The Sun doesn’t burn its walls, because they’re always cool. There are no shortages of goods, because everything is found here. How is this possible?
hu: Dűnék miriádjai között, a Szentföld közepén egy valószínűtlen palotaváros fekszik — a fővárosunk, Al-Kamija. Egy szokatlan hely ez. Az idő és a homok nem hagy nyomot rajta. A Nap nem égeti a falait, azok mindig hűvösek. Nem szenved hiányt semmiben, mivel minden megtalálható itt. Hogy lehet ez?

source: Amulet of Metamorph
hu: Átváltozás Amulettje

source: An Infernal Studios Production
hu: Az Infernal Stúdió produkcióját

source: An infinite passage to the Abyss, a world of unlimited energy, where time and space have no meaning...
hu: Egy végtelen út a Mélységbe, a határtalan energia honába, ahol a tér és idő fogalmai értelmezhetetlenek...

source: And Atiros? Where... Is he? No...
hu: És Atiros? Ő... hol van? Nem...

source: And I defend the bridge!
hu: Én addig feltartom őket a hídnál!

source: And now get off my sight... FOREVER!
hu: És most tűnj el... ÖRÖKRE!

source: And now you want me to steal it?! The Kharosans helped me to find this place! I can’t do something like this to them! There must be another way.
hu: És azt akarod, hogy ezt lopjam el?! A kharosiak segítettek, hogy megtaláljam ezt a helyet. Nem tehetem ezt velük! Kell lennie egy másik módnak is.

source: And that is a problem? We have fire elementals; they will burn the path in front of us.
hu: És ez gondot okoz? Vannak tűzlényeink; majd utat égetnek előttünk.

source: And that is how the first part of our story has ended. Mehir became one of the most powerful men in the land of the Summoners and his destiny was beginning to fulfill.
hu: És itt végződik történetünk első része. Mehir egyike lett a varázslók földjének leghatalmasabb embereinek, s a sorsa kezdett beteljesedni.

source: And then Mehir understood what Anthi had in mind when she told him that it is impossible to reach this land by ship. Mehir saw a giant landmass above his head which stayed still in the air just over the clouds.
hu: Aztán Mehir megértette, hogy Anthi mire gondolt, amikor azt mondta, hogy hajóval lehetetlen elérni azt a földet. A feje fölött egy sziget lebegett az égben, a felhők felett.

source: And to think I wanted to command these Summoners...
hu: Azt hiszitek, hogy könnyű parancsolni ezeknek a varázslóknak...

source: And what about Kharos? Have they destroyed Kharos?
hu: És mi hír Kharosról? Elpusztították Kharost?

source: And, RUN!!!
hu: És most, FUTÁS!!!

source: Another one!
hu: Itt is egy!

source: Anthi didn’t tell me about that ‘Ray’.
hu: Anthi nekem nem említett ilyen tárgyat.

source: Anthi, I... I’m going to kill you.
hu: Anthi, én... megöllek téged.

source: Anthi, we have come. From across the sea, we have come!
hu: Anthi, megjöttünk. Átvágtunk a tengeren, s itt vagyunk!

source: Anthi... forgive me. It was the only way.
hu: Anthi... bocsáss meg. Nem tehettem másképp.

source: Anything ELSE you forgot to mention? Thanks for nothing!
hu: Van még MÁS is, amit elfelejtettél megemlíteni? Kösz a semmit!

source: Anyway, I have to wrest them away from the inns, every single evening, because they aren’t decent enough to do their duty.
hu: Akárhogy is, nagy erőfeszítést igényel, hogy távoltartsam őket a kocsmáktól minden áldott este, mert képtelenek komolyan venni a feladatukat.

source: Are you mad? It seems like they’d rather tear you apart than come to an understanding. My job is to protect the circle and not allow anyone outside our country to come closer to it. If you want to support them, you may, but the army of Sud-Affar won’t help you.
hu: Megőrültél? Inkább darabokra szaggatnának, semmint üdvözölnének. Az én feladatom a kör védelme, s a honfitársainkon kívül senkit nem engedek a közelébe. Ha segíteni akarsz a gyíkoknak, ám legyen, de Sud-Affar seregére ne is számíts.

source: Arrrgh! My legs! You’ve broken my LEGS!!!
hu: Áááhh! A lábam! Eltörted a LÁBAM!!!

source: Art Placeholder
hu: Rajzolt háttér

source: Artwork and Level Design
hu: Grafikai munkák és küldetéstervek

source: As I and my men have discovered, it is a gate to a place called ‘the Red Abyss’. When we have arrived, the circle was incomplete. It looks like your ancestors abandoned work on it about four hundred years ago.
hu: Ahogy kiderítettük, ez egy kapu a 'Vörös Mélység' nevű hely felé. Amikor ideértünk, a kör befejezetlen volt. Úgy látszik, az őseitek félbehagyták a munkát úgy négyszáz évvel ezelőtt.

source: As Mehir was boarding the skyship, a messenger from the Palace of Omniscience caught up with him. He handed him a souvenir from the Guru — a scroll describing a spell for a powerful magical circle. “Now you will be able to use its power in order to recruit or recall troops without using keeps, slow adjacent enemies, and even damage them. This should increase your chance of survival. Apart from that, the Guru gives you three Ums. They are the most powerful beings our scientists have ever created. With their help, the Kharosan relief should be slowed down.”
hu: Amint felszálltak a léghajóra, Mehirhez egy küldönc érkezett a Mindentudás Palotájából. A Guru ajándékát hozta el Mehirnek — egy tekercset, amely egy nagyerejű kör varázslásának titkát tartalmazta. “Ennek segítségével képessé válsz a toborzásra és a visszahívásra, anélkül, hogy a vártoronyban állnál, lelassíthatod a közeli ellenségeidet, s még meg is sebezheted őket. Javulnak a túlélési esélyeid. Ezentúl a Guru három Umot is a rendelkezésedre bocsát. A tudósaink által kreált leghatalmasabb lények ezek. A segítségükkel lelassíthatod a kharosiak ellentámadását.”

source: As he helped Tashkar??! He never had good intentions. First the invasion of our capital, then the attempt to steal the Lamp of Nomolas, and finally the torture and murder of my predecessor. Am I like him?
hu: Ahogy ő segített Tashkarnak??! Sosem adott elfogadható magyarázatot. Először megtámadta a fővárosunkat, aztán megpróbálta ellopni Nomolas Lámpáját, s végül megkínozta, s megölte az elődömet, Tashkart. Hát hasonlítok én őhozzá?

source: As it happens, I have fought this enemy before. I have valuable experience useful to us all.
hu: Már volt szerencsém küzdeni ezek ellen a lények ellen, s van egy kis tapasztalatom, ami tényleg segíthet.

source: As it happens, the inhabitants of the surface — precisely speaking, the Kharosans you were visiting — own an artifact which can give us enough energy to open the passage. Bring the ‘Sun Ray’ to us and we will fulfill your request.
hu: Hogy ez megtörténhessen, a földlakóknak, pontosabban mondva a kharosiaknak, akiket meglátogattál, a speciális tárgyára lenne szükségem, ami elegendő energiát biztosíthatna, hogy megnyissam az utat. Hozd el nekem a 'Napsugár' nevű tárgyat!
