Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: My liege, use elementals. They cannot think, so it is impossible to delude them. You can also use perfectly good beings such as Ho’Rhamis or Wonderful Jinns — they will never betray us. Do not summon Rhamis and Jinns. Use dispellers and banishers, who are skilled in fighting these magical creatures. Use the power of your megacircle to lead and heal your men.
hu: Uram, használj elemi lényeket. Nekik nincs tudatuk, tehát nem lehet őket átállítani. Használhatsz tisztán jó lényeket is, mint horhamikat vagy csodás dzsinneket - ők sosem árulnának el minket. Ne idézz meg rhamikat és dzsinneket. Használj szelleműzőket és szellemirtókat, akik gyakorlottak az ilyen mágikus lények elleni harcban. Használd a megakörödet a vezetés és gyógyítás érdekében.

source: My lord! He doesn’t move his lips!
hu: Uram! Nem mozog a szája!

source: My master is dead.
hu: A mesterem meghalt.

source: My master is dead...
hu: A mesterem meghalt...

source: My mother taught me never to stand next to holes, lest I throw myself in.
hu: Anyám mindig is azt mondta, hogy ne álljak a gödör szélére, nehogy beleessek.

source: My name is Mehir. I’m a Commander of the Second Degree. The Armies of the Trinity will arrive soon.
hu: A nevem Mehir. Másofokú parancsnok vagyok. A Háromváros serege is hamarosan megérkezik.

source: My new Master...
hu: Az új mesterem...

source: Mysterious beasts captured Mehir and Jaffar deep inside the jungle. After a few hours of flight they landed in a very distant place, just in front of a small lizard wearing an ornamental feather headdress. He was the leader of all forest creatures, called ‘The Keeper’. After listening to Rhaxiz’s report, this lord of the forest spoke with the captured Summoners, as to why they had been brought before him.
hu: Rejtélyes szörnyek fogták el Mehirt és Jaffart a dzsungel mélyén. Néhány órás repülés után egy távoli helyen szálltak le egy kistermetű, díszes tollkoronát viselő gyík előtt. Kiderült, hogy ő parancsolt minden erdei lénynek, s a neve egyszerűen csak 'A Vezető' volt. Rhaxiz jelentésének meghallgatása után a megmentett gyík, az erdők ura és a foglyul ejtett varázslók beszélgetésbe elegyedtek, s ebből Mehir és Jaffar megtudhatták, hogy miért hozták őket ide.

source: Mystical Scimitar
hu: Misztikus handzsár

source: NOOOOOOOOOOOAAAAAAAARRRRRRRRGGGGHHHHHHHHH!!!.
hu: NEEEEEEEEEEEEEEÁÁÁÁÁÁÁÁÁÁÁÁÁÁHHHHHHHHHHHHHHH!!!

source: No one wants you to steal the whole Sun Ray. We need only half of it to open the gate.
hu: Senki sem akarja, hogy lopd el az egész Napsugarat. A fele is elég lesz a kapu kinyitásához.

source: No! *starts fighting with her second half*
hu: Nem! *tusakodik a sötét énjével*

source: No! I won’t betray my country! I will never turn against my religion! You won’t take my soul, you demon!
hu: Nem! Én nem leszek árulóvá! Sosem térek ki a hitemből! Nem uralkodhatsz rajtam, te démon!

source: No! Their main strike force is regrouping to the east!!!
hu: Nem! A fő csapásmérő erőik keleten csoportosulnak!!!

source: No!!!
hu: Ne!!!

source: No, I am not.
hu: Nem, én nem vagyok olyan.

source: No, a blade.
hu: Nem, kard által veszett el.

source: No, stop! What is happening with me?! Mehir, I don’t want...
hu: Ne, állj! Mi történik velem?! Mehir, én nem akarlak...

source: No, this man lives, and I am going to fix it.
hu: Nem, ez az ember él, és ezt biztosan állíthatom.

source: No, wait — we are still under attack! Continue defending — now we can stop them.
hu: Nem, várjatok — még mindig támadnak! Kitartás — most már megállíthatjuk őket.

source: No, you are wrong. No! Right?
hu: Nem, tévedsz. Nem akarok! Vagy mégis?

source: No. How have you come?
hu: Nem erre gondoltam. Hogy jöttél ide?

source: No... please!
hu: Ne... kérlek!

source: Nooo!!!
hu: Neee!!!

source: Not move?! Grant me the favor of not moving to chasm’s end!
hu: Ne mozogjunk?! S mégis, hogy jutunk el a szakadék végére?

source: Not to a man. My Lord, we cannot find Tashkar or his deputy among them.
hu: Nem hiszem. Uram, nem találtuk meg Tashkart, sem a testőrségét köztük.

source: Not...exactly. Their land, how to tell..., their land sometimes is moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
hu: Nem egészen. A területük, hogy is mondjam... a területüket időnként elsodorja... a szél. Később megmagyarázom. Addig készítsd fel a katonáidat, hogy ne érjék őket váratlanul az események.

source: Novice Summoner
hu: Varázslótanonc

source: Now every single blade is important. We must kill these witches — it may be our only chance to stop the invaders.
hu: Most minden egyes fegyver számít. Meg kell ölnünk ezeket a boszorkányokat — csak ez az egy esélyünk maradt, hogy megállítsuk a behatolókat.

source: Now it’s gonna be a piece of cake!
hu: Innentől ez már sétagalopp!

source: Now it’s much better. What took you so long?
hu: Na, így már sokkal jobb. Mi tartott ilyen sokáig?

source: Now nothing will disturb us...
hu: Most senki nem fog zavarni minket...

source: Now we need to wait. May it not take long...
hu: És most várnunk kell. Remélem, nem sokáig...

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. This is a great responsibility. Don’t forget about this.
hu: Persze, hogy nem! Tar-Tabarnak végre van őrzője. Népének felügyelete a te feladatod, s a helyi sereg parancsnoka is lettél. Ez komoly felelősség. Ne feledd el!

source: Oh my...
hu: Istenem...

source: Oh my... You’re my lost soldiers! It’s impossible...
hu: Ti... Ti az elesett harcosaim vagytok! Ez lehetetlen...

source: Oh no! Rashti has lost her balance once again!
hu: Ó, ne! Rashti ismét elvesztette az egyensúlyát!

source: Oh no! Whichever half wins the Council will surely kill me.
hu: Ó, ne! Akármelyik fél győz, a Tanács megbüntet.

source: Oh no, it’s a trap! Save him!
hu: Ó, ne, csapda! Fedezzétek a gyíkot!

source: Oh no, please! We can’t survive such an attack by such a thing!
hu: Ó, ne, istenem! Ezek ellen az izék ellen nem tudjuk megvédeni magunkat!

source: Oh no. I won’t allow you to kill me again.
hu: Ó, nem. Nem hagyom, hogy újra megölj.

source: Oh no. It’s a trap!
hu: Ó ne! Csapda!

source: Oh no. We must kill that bastard. Maybe there is a chance...
hu: Ó, ne. Meg kell ölnünk azt a bestiát. Talán van esélyünk...

source: Oh pay it no mind, almost everyone within earshot is dead anyways. I admit I am impressed! No one from the surface was able to reach this place till now. You’re the first.
hu: Ne foglalkozz vele, hallótávolságon belül majdnem mindenki meghalt. Meg kell mondjam, csodálatra késztetsz! A földről még senki sem volt képes elérni a palotát. Te vagy az első.

source: Oh, I almost forgot. Each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
hu: Ó, majdnem elfelejtettem. A Háromváros minden vezérének van egy szuperlény szolgája. Tar-Tabar vezetőjének szolgája Rashti'rhami, akivel már volt szerencséd találkozni nemrég. Ettől a pillanattól kezdve te vagy az új mestere. Őszintén szólva nem irigyellek. A hangulatingadozásai...

source: Oh, a Summoner. Interesting... Why are you here? Your countrymen are in the Abyss for good few days.
hu: Ó, egy varázsló. Érdekes... Mit keresel te itt? A földijeid már néhány napja a Mélységben vannak.

source: Oh, gods! These are the lamps that contain the Efreeti Jaffar threatened me with!
hu: Istenem! Hiszen ezek Jaffar ifritjeinek lámpái!

source: Oh, look! A brave one! When I come down, I am going to kill you slowly...
hu: Nézzenek oda! Egy hős! Amikor leszállok közétek, lassú kínok közt fogsz meghalni...

source: Oh, my liege! I am extremely honored! Let’s return to the city!
hu: Ó, uram! Ez nagy megtiszteltetés számomra! Térjünk vissza a városba!

source: Oh, welcome, honorable Sharif. You missed the finale. We managed without your help, thanks to the commander of our city guard.
hu: Ó, légy üdvözölve, nagytiszteletű Sharif! Lekésted a végjátékot. A segítséged nélkül is boldogultunk, köszönhetően a városi őrség eme parancsnokának.

source: On your knees, you fool.
hu: Térdre, nyomorult!

source: One month ago, two cavalry archers managed to escape to the west. They had been attacked by masked beings, full of madness and anger. Terrifying three-headed creatures from their worst nightmares served them...
hu: Egy hónappal ezelőtt két lovasíjásznak sikerült nyugatra menekülnie. Őrjöngő, dühöngő álarcos alakok támadásáról beszéltek, akiket szörnyűséges, háromfejű lények szolgáltak, amiket a legrettenetesebb rémálmaikban sem láttak még...

source: One of Tashkar’s men.
hu: Tashkar embere... volt.

source: One of the ultimate beings no longer exists. The balance between worlds has been disturbed. If the Highest Council will hear about that, they will kill me...
hu: Az egyik szuperlény megszűnt létezni. A világok közötti egyensúly megbomlott. Ha a Legfőbb Tanács erről értesül, megölnek...

source: Only a Rhami or Rhami’kai can use this item!
hu: Csak a Rhami, illetve a Rhami'kai használhatja ezt az eszközt!

source: Only a camel rider can use this item!
hu: Csak egy tevegelő használhatja ezt az eszközt!

source: Only a human can use this item!
hu: Csak egy ember használhatja ezt az eszközt!

source: Only a magical entity can use this item!
hu: Csak egy mágikus lény használhatja ezt az eszközt!

source: Only a summoner can use this item!
hu: Csak egy varázsló képes használni ezt az eszközt!

source: Only five?! I thought Tar-Tabar had more Dispellers than that...
hu: Csak öt?! Azt hittem, hogy Tar-Tabarban több szellemirtó van...

source: Only the carpet rider can use this item!
hu: Csak repülőszőnyeges használhatja ezt az eszközt!

source: Only the creation of a new, smaller circle can help us, but searching for new formulas and signs can take hundreds of years. Apart from that, no one in my army knows how to do this.
hu: Csak egy újabb, kisebb kör építése segíthetne, de az új formulák és szimbólumok kikutatása századokba telne. Ettől eltekintve senki nincs a seregemben, aki el tudná végezni ezt a kutatást.

source: Only the elemental entity can use this item!
hu: Csak egy elemi lény használhatja ezt az eszközt!

source: Only those above can decide. I will go speak with them and you don’t leave their side.
hu: Csak ott fenn határozhatnak a sorsukról. Megyek és beszélek velük, ti pedig ne mozduljatok mellőlük!

source: Oops, sorry. What I was trying to... ah. So we come from the desert, precisely speaking from the city, of which the highest tower can be seen in the distance. Around that city we’re building a giant circle...
hu: Hopp, bocsánat. Amit mondani akartam... Ehh. A sivatagból jöttünk, pontosabban a városból, aminek a legmagasabb tornyát láthatod a távolban. Ekörül a város körül egy óriási kört építünk...

source: Oops...
hu: Hopp...

source: Our indestructible gates... Our best soldiers...
hu: A lerombolhatatlan kapuink... A legjobb katonáink...

source: Our soldiers! He is rending their souls! They are turning against us! It’s impossible!
hu: A katonáink! Megbabonázza őket! Ellenünk fordulnak! Ez lehetetlen!

source: Our storms killed all of my crew. Do not speak ill of the dead.
hu: A mi viharunk megölte a legénységemet. Ne beszélj ostobaságokat a halálról!

source: Pardon, Mehir, but we are on the border of two different climate zones and hurricanes are a common phenomenon here. Such a mild sky. We are lucky!
hu: Ne haragudj, Mehir, de most épp két éghajlati zóna határán járunk, a vihar errefelé meglehetősen gyakori jelenség.

source: Please understand, My Lord. If we use Fire Elementals, those beasts may yet appear. We shouldn’t tempt fate.
hu: Kérlek, uram, értsd meg! Ha az elemi tüzeket használjuk, azok a szörnyek már megjelentek volna. Nem akartam a sorsot kísérteni.

source: Please, NOOO!!!
hu: Kérlek, NEEE!!!

source: Please, be as you were before.
hu: Kérlek légy újra a régi önmagad.

source: Please, don’t! I beg you! If you tell her, she will rip my throat out!
hu: Kérlek ne! Könyörgöm! Ha elárulod neki, mit mondtam, elharapja a torkomat!

source: Please, listens to me! I don’t want to hurt you. I only need one half of your artifact. I need its power to leave this world.
hu: Kérlek, hallgass meg! Nem akarlak bántani titeket. Csak a tárgy felére van szükségem. Szükségem van az energiájára, hogy elhagyhassam ezt a világot.

source: Programming
hu: Programozás

source: Proofreading
hu: Korrektúra

source: Protect Rhaxiz
hu: Megvéded Rhaxizt

source: Protect the Highest Priestess!
hu: Védjétek meg a Legfőbb Papnőt!

source: Quick! We must seize this post — I will be able to summon our Elementals from there.
hu: Gyorsan! El kell foglaljuk azt az őrhelyet — ott tudok elemi lényeket megidézni.

source: Quite right! Mobilize your people. Bring baskets for fruit, and traps for game. I shall enjoy the sightseeing.
hu: Jól van! Mozgósítsd az embereidet! Hozzanak kosarakat a gyümölcsöknek és csapdákat a móka kedvéért. Szórakoztató kirándulásra vágyom.

source: RUN!!!
hu: ELMENEKÜLSZ!!!

source: Ra..Rashti... you’ve changed, but your character is still the same. Thank you!
hu: Ra... Rashti... megváltoztál, de a jellemed ugyanaz maradt. Köszönjük, amit értünk tettél!

source: Rain damages all your fire elementals. Be careful.
hu: Az eső m,egsebzi a tűzlényeket. Légy óvatos!

source: Rashti is unpredictable. She can say many things between her moods of rage or self-control.
hu: Rashti megbízhatatlan. Összevissza beszél attól függően, hogy milyen a hangulata, s mennyire ura önmagának.

source: Rashti! Get away from there! We must close the portal!
hu: Rashti! Gyere el onnan! Be kell zárjuk a kaput!

source: Rashti! Is everything alright?
hu: Rashti! Jól vagy?

source: Rashti! Is this an illusion?
hu: Rashti! Csak egy illúzióval van dolgunk?

source: Rashti, I know you want to be with me!
hu: Rashti, tudom, hogy velem akarsz lenni!

source: Rashti, can you reach him?
hu: Rashti, el tudod kapni?

source: Rashti, do you recognize me?
hu: Rashti, megismersz?

source: Rashti, what’s the situation?
hu: Rashti, mi a helyzet?

source: Rashti, you are the only entity in this place who can read these words. Please tell me how they sound...
hu: Rashti, te vagy itt az egyetlen lény, aki el tudja olvasni ezeket a szavakat. Kérlek, olvasd fel nekünk...

source: Rashti? You’re alive?! Both of you?
hu: Rashti? Te élsz?! Illetve éltek?

source: Rashti?... No, it’s impossible. This is another illusion, it can’t happen. She can’t die.
hu: Rashti?... Nem, ez lehetetlen. Ez csak érzéki csalódás, ez nem történhet meg. Nem halhat meg.

source: Rashti’rhami, the goddess of all Rhamis. You’re like me.
hu: Rashti'rhami, minden rhamik istennője. Hiszen te olyan vagy, mint én.

source: Really.
hu: Valóban.

source: Recalled...
hu: Visszahíva...

source: Release the lizards
hu: Kiszabadítod a gyíkokat

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. Its extraordinary shape fits any human body. Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases astral resistance by 15%
hu: Mágikus szimbólumokkal gazdagon díszített lemezekből készült remekmű: a ka-gattaiak legendás vértje. Meghatározhatatlan formája minden emberi testre illik. Megnöveli a fizikai behatások elleni védelmet 25%-kal Megnöveli a tűz és a hideg támadás elleni védelmet 20%-kal Csökkenti a földöntúli támadás elleni védelmet 15%-kal

source: Run! Destroy this place!
hu: Meneküljetek! Ez a hely pusztulást hoz rátok!

source: Run, Rashti, run. Without you we won’t make it!
hu: Fuss, Rashti, fuss! Nélküled nem tudjuk megcsinálni!

source: SHUT UP! I WILL KILL YOU ALL!!!
hu: POFA BE! KIIRTALAK MINDANNYIÓTOKAT!

source: STOP!!! You won’t kill any Summoner!
hu: MEGÁLLJ!!! Nem ölhetsz meg egy varázslót!

source: Search the Dome for the Sun Ray
hu: Átkutatod a Dómot a Napsugár után

source: Second Watch
hu: Éjfél után

source: Seize the post on the other side
hu: Elfoglalod a túloldalon lévő őrhelyet

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
hu: Küldjetek macsetékért és fűrészekért a városba! Elfelejthetjük az elemi tüzeket egy időre.

source: Shaman + Messenger
hu: Shaman + Hírnök

source: She scares me...
hu: Megijeszt ez a hevesség...

source: She will tell him. They can reach us.
hu: El fogja mondani neki. Elérhetnek minket.

source: She’s dead. I’m sorry, Mehir...
hu: Meghalt. Sajnálom, Mehir...

source: Should $unit.name pick up the amulet?
hu: $unit.name vegye fel ezt az amulettet?

source: Should $unit.name pick up the armor?
hu: $unit.name vegye föl ezt a vértet?

source: Should $unit.name pick up the cap?
hu: $unit.name vegye fel a sisakot?

source: Should $unit.name pick up the carpet?
hu: $unit.name vegye magához a szőnyeget?

source: Should $unit.name pick up the cloak?
hu: $unit.name vegye fel a köpenyt?

source: Should $unit.name pick up the collar?
hu: $unit.name vegye fel ezt a nyakéket?

source: Should $unit.name pick up the scimitar?
hu: $unit.name vegye fel ezt a handzsárt?

source: Should $unit.name pick up the spear?
hu: $unit.name vegye fel ezt a dárdát?

source: Should I help you as you helped Aerius in Ka-Gatta?
hu: Segítsek neked úgy, ahogy te segítettél Aeriusnak Ka-Gattában?

source: Should the unit pick up the amulet?
hu: Ez az egység vegye fel az amulettet?

source: Should the unit pick up the carpet?
hu: Felvegye az egység a szőnyeget?

source: Should the unit pick up the cloak?
hu: Felvegye az egység a burnuszt?

source: Should the unit pick up the collar?
hu: Ez az egység vegye fel a nyakláncot?

source: Should the unit pick up the spear?
hu: Felvegye az egység a dárdát?

source: Silence! I cross your mouth, with my blade. Why did I not do it before, your pointless squawking.
hu: Csendet! Vagy kivágom a nyelvedet. Nem is tudom, korábban miért nem tettem meg, amikor vég nélkül sikoltoztál.

source: Silence, you fool! Follow the advice.
hu: Csendet, ostoba! Ne zajongjatok!

source: Silver warriors from Kharos report for duty! Reinforcements are coming.
hu: Kharos ezüst harcosai jelentkeznek! Közeleg az erősítés.

source: Since we have an established passage between Abyss and our world, there is no need to keep him in the lamp. Now it is only a relic from times long-gone.
hu: Mivel létrejött a kapcsolat a Mélység és a mi világunk között, nincs többé szükség, hogy a lámpában tartsuk őt. A lámpa most már csak egy relikvia a régmúltból.

source: Six months passed. The Circle left the territory of Sud-Affar, and workers from Tar-Tabar continued the construction. Another stage began: connecting the cities of the Trinity into a giant triangle, as vast as the Circle itself. Mehir, as a new Commander, did not assist the workers as he had before. For this they were thankful. As a Sharif’s assistant, he improved his skills by taking lessons from old summoning veterans, who grumbled.
hu: Hat hónap telt el. A kör elhagyta Sud-Affar területét, s Tar-Tabar munkásai folytatták az építkezést. Közben egy újabb építkezést is elkezdtek: a Háromvárost összekötő gigantikus háromszög megkonstruálását. Ezalatt Mehir, az új parancsnok, már nem foglalkozott az építkezés felügyeletével, a munkások nagy megkönnyebbülésére. Ehelyett a képességeinek fejlesztésével törődött, leckéket vett az öreg varázslóktól.

source: Sleeping Summoner
hu: Alvó varázsló

source: Slowing Aura
hu: Lassító kör

source: Slowing Aura: At the beggining of each turn all adjacent enemy units are slowed.
hu: Lassító kör: A játék köreinek elején minden szomszédos ellenséges egység lelassul.

source: So Mehir? Will you go in or not?
hu: Na, Mehir? Jössz, vagy maradsz?

source: So be it. Let the Highest Council decide.
hu: Akkor legyen. Döntsön a Legfőbb Tanács!

source: So it was an illusion! He wasn’t here all the time.
hu: Csak érzéki csalódás volt az alak! Egyáltalán nem volt itt senki.

source: So kill him!
hu: Akkor öld meg!

source: So only two cities remain...
hu: Tehát már csak két város áll...

source: So this is your biggest secret...
hu: Tehát ez a ti nagy titkotok...

source: So this is your plan! Protect the lizard leader!
hu: Már értem! Fedezzétek a gyík vezér útját!

source: So we have come to an understanding. I knew I could count on you. Bye!
hu: Akkor tehát megegyeztünk. Tudtam, hogy lehet veled beszélni. Viszlát!

source: So you are Anthi, The Highest Priest of Light. I can finally meet you.
hu: Tehát te vagy Anthi, a Fény Legfőbb Papnője. Végre találkozunk.

source: So you have become golden, but the Abyss has given me power as well!
hu: Megváltoztál, de a Mélységben nekem is megnőtt az erőm!

source: Soldiers! Join me, and I will pay you as twice as Jaffar does!
hu: Katonák! Csatlakozzatok hozzám, és én kétszer annyit fizetek, mint amennyit Jaffartól kapnátok!

source: Some time later, those blue gates disappeared and the flying man turned towards the central palace. Even the indestructible seal didn’t stop him. He just turned into... wind and slipped through a slit in the gates. Then you appeared.
hu: Aztán egy kis idő múlva a kék kapuk szétoszlottak, s a repülő ember a központi palota felé indult. Még a széttörhetetlen pecsét sem állította meg. Egyszerűen... köddé vált, és az ajtó alatt besiklott. Aztán a többit már te is láttad.

source: Someone like him shouldn’t be neglected. Maybe he should start commanding in your army? What do you think, Sharif?
hu: Egy ilyen embert nem hanyagolhatunk el. Talán a seregedben kellene parancsnokolnia, nem gondolod, Sharif?

source: Something is here. It looks like a button...
hu: Van itt valami. Egy nyomógombnak látszik...

source: Something is wrong...
hu: Valami nem stimmel...

source: Something must have happened. They were completely furious. They couldn’t have just run away...
hu: Valaminek történnie kellett. Teljesen be voltak pörögve. Nem futottak volna el csak úgy...

source: Something tells me this is an invasion. Prepare yourselves! Guards!
hu: Valami azt súgja nekem, hogy ez egy behatolás. Riadókészültség! Őrség!

source: Something’s wrong...
hu: Valami nem stimmel...

source: Soon, we will reach the end of this gods-besotted jungle. If nothing attacks us, we will be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if this stupid ban on Fire Elementals wasn’t in force.
hu: Hamarosan elérjük ennek az istenverte dzsungelnek a végét. Ha nem ér minket támadás, négy hónapon belül csatlakozunk a körrel a sud-affari kapuhoz. Ugyanezt sokkal kevesebb idő alatt elértük volna, ha az elemi tüzeket nem tetted volna tiltólistára.

source: Sorry? Is this all you have to say? How dare you... KILL HIM!!!
hu: Sajnálod? Ez minden, amit mondani tudsz? Hogy mersz... ÖLJÉTEK MEG!!!

source: Southern Nations
hu: Déli népek

source: Spear of Rhami
hu: Rhamidárda

source: Still, you should have predicted our reaction. Hundreds of years of isolation have their own rights, and we have always been inaccessible. Just like al-Kamija.
hu: Sejthetted volna a reakciónkat. Az elszigeteltség századai alatt saját törvényeket alakítottunk ki. Mi mindig is elérhetetlenek voltunk, akárcsak Al-Kamija.

source: Strange, they don’t look like those green bastards. I wonder what they want, but never mind... KILL THEM!!!
hu: Különös, nem hasonlítanak azokra a zöld korcsokra. Vajon mit akarhatnak, de nem számít... ÖLJÉTEK MEG ŐKET!!!

source: Strange. The enemy always attacked by night, but this time is different. I have bad feelings about this.
hu: Különös. Ellenségeink eddig mindig éjszaka támadtak, de most fényes nappal jönnek. Rossz érzésem van.
