Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: There was no wish that Nomolas couldn’t fulfil. To measure his potential the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. In a few moments, Nomolas created al-Kamija from thin air. Since then, a few centuries have passed. Nomolas rests in the central palace, waiting for another call. We try to use him only if there is no other choice. Other magical entities summoned after Nomolas weren’t as powerful as he, although their power is still impressive and is completely sufficient for our needs.
hu: Nem tudtak olyat kívánni, amit Nomolas ne tudott volna teljesíteni. Hogy próbára tegyék a képességeit, az őseink azt kívánták, hogy építse fel a világ legszebb városát a sivatag kellős közepén, amely később az otthonukká válik, az országuk fővárosává. Nomolas a semmiből néhány pillanat múlva megépítette Al-Kamiját. Azóta néhány évszázad eltelt. Nomolas a központi palotában pihent várva a következő hívást. Csak akkor hívtuk őt, ha másképp nem boldogultunk. Más mágikus lényeket is megidéztünk azóta, bár azok ereje korántsem vetekedett Nomolaséval, de a mi céljainknak ők is megfeleltek.

source: There’s a jungle, over there, just in front of the path of the Circle. We will have to move through it.
hu: Van ott egy dzsungel, épp a Kör előtt. Át kell vágnunk rajta.

source: There’s no time for talk. These sons of Efreeti won’t give up. We must kill them all..
hu: Nincs időnk beszélgetni. Az ifrit fiai nem adják fel. Mindegyiküket meg kell öljük...

source: These men were ambushed. It seems they were slaughtered to a man.
hu: Ezeken az embereken rajtaütöttek. Úgy látszik, hogy az utolsó emberig lemészárolták őket.

source: These monsters seem to rise to the surface in that swamp. I hope there won’t be too many of them or we will never make it.
hu: Azok a szörnyek a mocsárból jönnek elő. Remélem nincs túl sok belőlük, különben nagy bajba kerülünk.

source: These witches have cast a spell on you. You flew into a fury and started killing our men. We are lucky that holy Rashti’rhami has killed the witch and stopped your madness...
hu: Ezek a boszorkányok megbabonáztak téged. Ámokfutásba kezdtél, elkezdted az embereinket gyilkolászni. Szerencsére a szent Rashti'rhami megölte a boszorkányt, és leállította az őrjöngésedet...

source: They are waiting for you, Mehir. You have to go now.
hu: Várnak rád, Mehir. Menned kell!

source: They are... lizards... and that one is probably their leader. See all of those feathers. Maybe we should talk with them?
hu: Ezek... gyíkok... és az ott talán a vezetőjük. Nézzétek a tollkoronáját. Talán tudnánk vele beszélni?

source: They slumber, but our footsteps will disturb them. My Lord, we must try not to move.
hu: Szenderegnek, de a lépteink zaja felvri őket. Uram, nem kéne mozgolódnunk.

source: They were eliminated. It was a big mistake for them to arrive here and disturb my research.
hu: Levágtuk őket. Nagy hibát követtek el, hogy idejöttek és megzavarták a kutatásunkat.

source: They’ve captured our Treasure! We must take it back! The Sun is with us! At them!!!
hu: Megszerezték a Kincsünket! Vissza kell szereznünk! A Nap velünk van! Támadás!!!

source: Thick Jungle
hu: Sűrű dzsungel

source: This area looks safe...
hu: Biztonságos helynek látszik...

source: This campaign tells the story of Mehir, a young summoner, who will play a very important role in the history of the Era of Magic. But before it happens, he will have to prove his strength by advancing in a complex hierarchy of Summoners. At this point, Mehir has been appointed as an assistant to the Sharif of Sud-Affar, the south city of the Trinity. He was immediately sent to the east, to supervise the building of the circle, just outside the territory of Mag-Magar.
hu: Ez a hadjárat Mehir, az ifjú varázsló történetét meséli el, aki fontos szerepet játszik a Mágikus Korszak történelmében. De még mielőtt dicső útját végigjárta volna, bizonyítania kellett rátermettségét, s erejét végigjárva a varázslók szamárlétráját. Történetünk elején Mehirt kinevezték Sharif titkárának, Sud-Affar, a Háromváros egyike, vezetőjének. Rögtön ki is küldték keletre, hogy felügyelje a kör építését Mag-Magar közelében.

source: This is Nomolas — the first jinn, the one who does not know the limits of human imagination.
hu: Ez Nomolas — az első dzsinn, aki nem ismeri az emberi képzelet korlátait.

source: This is my fault. Allow me to atone for it. I will stop them, and you run to the camp!!!
hu: Az én hibám. Engedd meg, hogy kiköszörüljem a csorbát. Feltartom őket, te viszont siess vissza a táborba!!!

source: This is no time to talk! Get down from there!
hu: Sok a szöveg! Gyere le onnan!

source: This is not my problem. I do not care how you obtain it. Just bring me half of the Sun Ray if you want to see the Abyss.
hu: Ez nem az én dolgom. Nem érdekel, hogy szerzed meg. Hozd el nekem a Napsugár felét, ha látni akarod a Mélységet!

source: This is your desired Abyss!
hu: Íme a vágyott Mélységed!

source: This means... Now I don’t understand anything.
hu: Azt mondod, hogy... Nem értek semmit.

source: This mission has special effects in form of rainy weather, which may slow down performance in older computers.
hu: Ebben a küldetésben speciális hatások is vannak, esős idő formájában, amely lelassíthatja a játékot, különösen a régebbi gépeken.

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes extremely talented priestesses appeared, whose sheer willpower allowed them to cross the border between spirit and body. They turned into perfectly good entities, personifications of the Light. We have been awaiting another mistress for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
hu: Ez az ablak a Fény Úrnőjét mutatja. Hosszú történelmünkben időről-időre rendkívüli képességekkel megáldott papnők jelentek meg, akik képesek voltak átlépni a test és lélek határait, s a Fény megtestesüléseiként jelentek meg közöttünk, mint tökéletesen tiszta lények. Évtizedek óta várjuk a következő úrnő megjelenését. Reméljük, hogy a Nap egy közeli időpontban kiválasztja jelöltjét, s felruházza őt fénye csodás erejével.

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the mysterious glow trapped inside the big crystal in the front. Increases magical power by 20% Decreases experience points needed for advancement by 25%
hu: Ez a különleges fejfedő egy hatalmas varázslóhoz tartozott. Erre mutat a fantasztikus, remekmívű kidolgozás, és a misztikus aura, amely az elején található nagy kristályt körülveszi. Megnöveli a mágikus erőt 20%-kal Csökkenti a szintlépéshez szükséges tapasztalati pontokat 25%-kal

source: This unit holds a powerful scimitar.
hu: Ez az egység egy hatalmas handzsárt hord magánál.

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage.
hu: Az egység egy pompás vértet visel, ami növeli a fizikai behatások elleni védelmet, de csökkenti a földöntúli támadások elleni védelmet.

source: This unit wears a magical cap, which enhances its magical power.
hu: Az egység egy mágikus sisakot visel, amely megnöveli a mágikus erejét.

source: This weapon, forged from the light of Abyss, is a part of equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
hu: Ezt a fegyvert a Mélység tüzéből kovácsolták a Rhami'kai nevű mágikus lények számára. Az Ősök elloptak egyet, s mágikusan megbűvölték. Fejleszti az egységet. Megnöveli a támadás sebzését 20%-kal

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
hu: Ezt a fegyvert a Mélység tüzéből kovácsolták a Rhami'kai nevű mágikus lények számára. Az Ősök elloptak egyet, s mágikusan megbűvölték. Fejleszti az egységet. Megnöveli a támadás sebzését 20%-kal.

source: Those apostles of death cannot enter our capital. Let our soldiers attack!
hu: A halál prófétái nem léphetnek be a fővárosunkba! Induljanak a katonák!

source: Those beings assuredly attack Mag-Magar. Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
hu: Azok a lények kétségkívül megtámadták Mag-Magart is. Nincs idő a tétlen csevegésre. Mehir, szedd össze az embereidet, s vidd magaddal Rashtit is. Talán még nincs késő. Azonnal teleportáljatok oda, a Háromváros minden fegyveres erejét utánad küldjük majd.

source: Those fools managed to break through... Probably you have come for these green savages. NEVER! TROLLS, GET THEM!!!
hu: A bolondok áttörtek... Talán azokért a zöld korcsokért jöttetek? SOHA! TROLLOK, KAPJÁTOK EL ŐKET!!!

source: Those who touch the scimitar...
hu: Aki megérinti a handzsárt...

source: Thus you have decided. Call reinforcements from the main island.
hu: Tehát így döntöttél. Hívjatok erősítést a fő szigetről!

source: Time flies and the Abyss awaits!
hu: Az idő szalad, a Mélység vár rád!

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All lvl3 Summoners have this ability)
hu: Tipp: Használhatod a páncélos varázslók megidéző képességét új egységek létrehozására. Jobbklikk az egységen a részletekért. (Minden 3-as szintű varázsló képes lények megidézésére)

source: To Lands Unknown
hu: Út az Ismeretlenbe

source: To Lands Unknown (custom terrain)
hu: Út az Ismeretlenbe (egyedi tereptípusok)

source: To cross the water he departed Saffros, the farthest city to the south.
hu: A nagy vízen való átlkeléshez Saffrosba, a legdélibb városba utazott.

source: Today, Mehir, I’ll show you three stained-glass windows, which will explain to you some issues of our culture, about which you asked yesterday.
hu: Ma, Mehir, mutatok neked három ólomüveg ablakot, ami megmagyaráz néhány dolgot a kutúránkból, amikről tegnap kérdeztél.

source: Tomorrow, my liege. Tomorrow al-Kamija with all of its cities will disappear from this world.
hu: Holnap, uram. Holnap Al-Kamija minden városával együtt eltűnik ebből a világból.

source: Troops from the ship should arrive here from time to time, but before it happens I must relay on Rashti and my magical circle.
hu: Harcosok folyamatosan érkeznek a hajóról, de addig csak Rashtiban és a mágikus körömben bízhatok.

source: True Rashti
hu: Igazi Rashti

source: Turn into air
hu: Átváltozás széllénnyé

source: Turn into earth
hu: Átváltozás földlénnyé

source: Turn into fire
hu: Átváltozás tűzlénnyé

source: Turn into water
hu: Átváltozás vízlénnyé

source: Twinkling Star
hu: Villódzó csillag

source: Two days later, a crewed ship awaited Mehir. Anthi explained that the country of those mysterious people was located at a high atitude and the only way to reach it is to fly. Mehir didn’t fully understand what the highest priestess meant, but he boarded the ship with his soldiers and set out to another unknown land.
hu: Két nappal később egy hajó legénysége várta Mehirt. Anthi elmagyarázta, hogy azoknak a rejtélyes embereknek az országa nagy magasságban található, s csak repülő járművekkel közelíthető meg. Mehir nem egészen értette, hogy a főpapnő mire gondol, de felszálltak a hajóra, s elindultak az ismeretlen föld felé.

source: Two hours later...
hu: Két órával később...

source: Two weeks ago.
hu: Két héttel ezelőtt.

source: Ugh!
hu: Uff!

source: Ugh! This hole reeks of death!
hu: Huhh! Ez a lyuk bűzlik a haláltól!

source: Unfortunately he can’t. I will explain it to you in front of the third window.
hu: Sajnálom, nem. Megmagyarázom a harmadik ablaknál.

source: Unfortunately, Tashkar stinted our guild. Forgive me, my liege, but we can’t afford to train more of them.
hu: Sajnos Tashkar nem kedvelt bennünket. Bocsáss meg uram, de nem képezhettünk többet...

source: Use Ho’rashti to defeat Dharma’rashti
hu: Ho'rashti legyőzi a dharma'rashtit

source: WE DID IT!!! Mehir, you’re my hero!
hu: MEGCSINÁLTUK!!! Mehir, te egy hős vagy!

source: Wait for Rashti
hu: Megvárod, míg Rashti végez

source: Wait for your ship to pick you up from the mountain top
hu: Megvárod az űrhajót, ami felvesz téged a hegytetőn

source: Wait for your ship to pick you up from the mountain top.
hu: Megvárod az űrhajót, ami felvesz téged a hegytetőn

source: Wait! Did you hear that?
hu: Várj csak! Mi ez a zaj?

source: Wait, wait, wait! Why didn’t you tell me about this fact earlier?! I could’ve left her in my palace!
hu: Megállj csak! Miért nem szóltál erről nekem korábban? Otthon hagytam volna a palotában!

source: We advance at a good pace. If it we don’t slow down, we will be in the Abyss sooner than it was planned.
hu: Jó ütemben haladunk. Ha semmi nem jön közbe, hamarabb a Mélységben leszünk, mint terveztük.

source: We are Summoners, the only people that live in the Great Desert.
hu: Varázslók vagyunk, az egyetlen emberek, akik a Nagy-sivatagban élnek.

source: We are reinforcements from Kharos. The Highest Priestess will come soon.
hu: Az erősítés Kharosból megérkezett. A Legfőbb Papnő is megérkezik hamarosan.

source: We are surrounded. I can hear reinforcements coming from the east and west.
hu: Körbe vagyunk véve. Erősítést hallok közeledni keletről és nyugatról.

source: We came in peace. We regret the bloodshed.
hu: Mi békével jöttünk. Nem akartunk vérontást.

source: We chose him in recognition of his achievements. Mehir, come closer.
hu: Érdemei elismeréseként kapja meg ezt a stisztséget. Mehir, lépj közelebb!

source: We could kill them. It would solve the problem.
hu: Meg is ölhetnénk őket. Megoldanánk a problémát.

source: We could not see it from below the cliff. How many men and years have marched by?
hu: A szikla alól nem vehettük észre. Hány ember, s hány év ment el mellette, hogy észrevétlen maradt?

source: We designed a giant circle, one that will include most of our land. The circle is 2000 kms in diameter, so we built three cities, each separated from one another by exactly the same distance to make the construction easier. The leaders of Mag-Magar, Tar-Tabar and Sud-Affar will supervise the works by their assistants.
hu: Megterveztünk egy óriási kört, amely körbevette az országunk legnagyobb részét. A kör átmérője 2000 km volt, s építettünk három várost, egymástól pontosan ugyanakkora távolságra, hogy könnyebb legyen a kör építése. Mag-Magar, Tar-Tabar és Sud-Affar vezetői a titkáraikkal együtt felügyelték az építkezést.

source: We did it! It’s the first time we have defeated them!!! Thank you, Mehir!
hu: Megcsináltuk! Első alkalom, hogy győzelmet arattunk fölöttük!!! Köszönjük, Mehir!

source: We did it! Now it’s time to defeat all barbarians.
hu: Megcsináltuk! Most akkor számoljunk le a többi barbárral is!

source: We did it! They are defeated!
hu: Megcsináltuk! Megsemmisítettük őket!

source: We don’t have much time...
hu: Nincs túl sok időnk...

source: We have a problem, My Lord.
hu: Van egy kis gond, uram.

source: We have defeated them.
hu: Legyőztük őket.

source: We have our sources, but let’s do not change the subject. Only the Guru knows how to help you. He is in our Palace of Omniscience, but for what you did in Ka-Gatta, you are not allowed to visit him. Leave our sky kingdom.
hu: Megvannak az informátoraink, de ne térjünk el a tárgytól. Csak a Guru tudna segíteni rajtad. Ő a Mindentudás Palotájában tartózkodik, de a ka-gattai cselekedeteid miatt nem engedélyezzük a belépést. Hagyd el az égi királyságunkat!

source: We have the thing we have come for. It’s time to flee. Fall back people! Our ship will arrive soon.
hu: Megvan a tárgy, amiért jöttünk. Ideje visszatérnünk. Vissza, emberek! Mindjárt megjön a hajónk.

source: We must help those lizards!
hu: Segítenünk kell a gyíkoknak!

source: We must kill this damn Efreeti as soon as possible.
hu: El kell pusztítanunk ezt az ifritet, minél hamarabb.

source: We must stop them!
hu: Meg kell állítanunk őket!

source: We need to remain together. These caves are home to many dangerous creatures. Nevertheless, we should make a thorough search. Maybe we will find where Tashkar has fled, or some treasures...
hu: Együtt kell maradnunk. Ezekben a barlangokban nagyon sok veszélyes teremtés tanyázik. Ennek ellenére átkutatjuk a termeket. Talán rálelünk Tashkarékra, vagy valamilyen kincsre...

source: We shouldn’t accuse Rashti of Tashkar’s death. Being naive is a characteristic of the Abysmals. Luckily the true guilty party was defeated, though we will never find out who he was.
hu: Nem okolhatjuk a Rashtit Tashkar haláláért. A mélységiek tényleg nagyon egyszerűek. Szerencsére a főbűnösök meglakoltak, habár így sosem tudjuk meg, ki küldte őket.

source: We unlocked them! Maybe we should check tunnels located near those buttons? I heard a strange noise apart from the one, that unlocked the iron bars.
hu: Kiszabadítottuk őket! Talán át kéne vizsgálnunk azokat a járatokat is a gombok mellett? Különös zajt hallottam az egyikből kiszűrődni.

source: We were not so welcome before...
hu: Az előbb még nem voltatok ilyen barátságosak...

source: We will see.
hu: Ne légy ebben olyan biztos!

source: We won’t manage to join them. We will be left alone. This... is... the end.
hu: Nem tudunk csatlakozni hozzájuk. Egyedül maradunk. Ez... a... vég.

source: Welcome in Kharos, Mehir, descendant of our fathers.
hu: Légy üdvözölve Kharosban, Mehir, őseink leszármazottja!

source: Welcome to the Palace of Omniscience, Mehir.
hu: Légy üdvözölve a Mindentudás Palotájában, Mehir!

source: Welcome. We are here to establish a new leader for Tar-Tabar.
hu: Üdvözletem. Azért vagyunk itt, hogy új vezetőt nevezzünk ki Tar-Tabar élére.

source: Well met, stranger. Your help is a matter of life and death.
hu: Légy üdvözölve, idegen. A segítségeden múlik az életünk vagy a halálunk.

source: Well, it’s a pity, but now we have a bigger problem. Tar-Tabar has no leader and Tashkar’s deputy is dead. The Highest Council must choose a new leader for Tar-Tabar as soon as possible if we want to finish the circle in the given time.
hu: Igen, ez tényleg bosszantó, de van egy nagyobb problémánk is. Tar-Tabarnak nincs vezetője, mert Tashkar helyettese is halott. A Legfőbb Tanácsnak, amilyen gyorsan csak lehet, meg kell választania Tar-Tabar új vezetőjét, ha be akarjuk fejezni időre a kör építését.

source: We’re a bit too late.
hu: Egy kicsit elkéstünk.

source: We’re here. The gates of Ka-Gatta, our ancient capital.
hu: Itt vagyunk. Ka-Gatta, ősi fővárosunk kapui előtt állunk.

source: We’re surrounded! I almost succeeded.
hu: Bekerítettek minket! Túl jól sikerült a mutatvány.

source: We’re too late!
hu: Elkéstünk!

source: We’re under attack!
hu: Megtámadtak minket!

source: We’ve known each other too long. I don’t want to kill you, but I will if you won’t leave me a choice.
hu: Túl régóta ismerjük egymást. Nem akarlak megölni, de megteszem, ha nem hagysz más lehetőséget.

source: We’ve... got... a problem.
hu: Van... egy kis... problémánk.

source: Wh...what?
hu: Mm... mit?

source: What a warm welcome for a return after a thousand years...
hu: Micsoda szívélyes fogadtatás az ezer éve nem látott testvéreknek...

source: What amazing workmanship. I don’t understand how you were able to entrap such a powerful entity in a tiny container as this one.
hu: Csodálatos mestermunka. Hihetetlen, hogy egy ilyen hatalmas erejű lényt egy ilyen kis dobozba tudtatok zárni.

source: What an amazing place...
hu: Micsoda különleges hely...

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
hu: Vajon hol lehet a határa ennek a gyűlöletes hangnak, aminek hatására a legerősebb falak is leomlanak?!

source: What are you talking about?!
hu: Miről beszélsz?!

source: What do you mean? There is only an endless ocean west from here. You’re probably talking about an island.
hu: Mit beszélsz? Nyugatra csak a végtelen óceán van. Talán egy szigeten laknak?

source: What do you want?
hu: Mit akarsz?

source: What glistens in the sun!
hu: Mi csillog a napon?

source: What happened?
hu: Mi történt?

source: What have you done?! It pulls us into this giant vortex!!!
hu: Mit tettél?! Belezuhanunk abba a hatalmas örvénybe!!!

source: What is the meaning of this?!
hu: Mit jelentsen ez?

source: What the hell is that? A walking bonfire? DESTROY IT!!!
hu: Mi az ördög az? Egy sétáló máglya? OLTSÁTOK EL!!!

source: What was that?
hu: Mi volt ez?

source: What would you say if I told you about people, who know how to send you to this... how do you call it? Precipice?
hu: S mit szólnál hozzá, ha azt mondanám, hogy vannak olyan emberek, akik tudják, hogy küldhetnének téged abba a... minek is nevezted? Térségnek?

source: What!? No, by horrible teeth. What difference does it make?
hu: Micsoda?! Nem, szörnyű fogak marcangolták szét. Mi a különbség?

source: What... what happened? Where’s Aerius?
hu: Mi... mi történt? Hol van Aerius?

source: What? Me?
hu: Micsoda? Én?

source: What? These are avatars of air! Who is that man, that even wind obeys his orders?!
hu: Micsoda? Azok légi lények! Ki ez az ember, hogy még a szeleknek is parancsol?

source: What?! Impossible. Stop that!
hu: Micsoda?! Lehetetlen! Elég ebből!

source: Whatever happens, do not attack Rashti! This is an order!
hu: Bármi is történik, ne bántsátok Rashtit! Ez parancs!

source: Whatever words are written upon that ancient tablet, I’m sure no magical being can say them. Otherwise, how would we control what we summon?
hu: Akármilyen ősi szöveget írtak arra az ősi táblára, biztos vagyok benne, hogy egy mágikus lény nem tudja kimondani. Különben hogy uralhatnánk őket?

source: When I found you... on the desert... I found... my own death...
hu: Ki hitte volna, hogy... amikor megtaláltalak a sivatagban... a saját halálomat... készítettem elő...

source: When Mehir appeared on the horizon, a great happiness spread throughout the Forest. Immediately Jaffar was freed, and permission obtained, to build the Summoner’s Great Circle upon Darkblooded land. Mehir’s achievement was unusual for his status and experience, and so the Sharif appointed him Commander of the Second Degree. That is how the dream of a young city guard came true.
hu: Amikor Mehir feltűnt a látóhatáron, az egész Erdő felujjongott. Jaffar azonnal kiszabadult, és a varázslók megkapták az engedélyt a kör továbbépítésére a Sötétvérűek földjén. Mehir teljesítménye a helyzetéhez és gyakorlottságához képest kimagasló volt, ezért Sharif kinevezte őt másodfokú parancsnoknak. Így teljesült az ifjú városi őr álma.

source: When the Sharif heard about the attacks, he sent his deputy, Jaffar, with his best troops. On Mehir’s request they brought the equipment needed for cutting down the trees and workers begun clearing the path for the circle...
hu: Amint Sharif értesült a támadásról, a helyettesét, Jaffart küldte a legjobb harcosokkal erősítésnek. Mehir kérésének megfelelően favágók láttak munkához, hogy megtisztítsák a terepet a kör előtt...
