Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: In accordance to the regulations the local guild will confiscate all of magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
hu: A szabályok szerint a helyi szövetség feladata, hogy a mesterüket elárult mágikus lényeket megregulázza. Visszaküldjük őket a Mélységbe, ahol törlődik az elméjük.

source: In order to increase the building speed of the Great Circle in its current form, the Highest Council ordered all citizens of the Summoner country to assist the builders. Women, children, even elders — hundreds of thousands of people joined the workers. The messenger immediately set out to Mehir to tell him this important news.
hu: Az építkezés felgyorsítására a Legfőbb Tanács minden lakost kirendelt, hogy segítsenek az építőknek. Nők, gyerekek, öregek — emberek százezrei csatlakoztak az építőkhöz. A hírnököt azonnal visszaküldték, hogy tájékoztassa Mehirt ezekről a fontos hírekről.

source: In the meantime, the messenger sent by Mehir reached al-Kamija after two weeks and gave the sensational message about Rashti turning into her true form. The Highest Council discovered that the death of Rashti, the resurrection of her egos, and their integration into a female form of Nomolas has completely destroyed the balance between worlds. The Great Circle is now becoming outdated, drifting away from its otherworldly location in the Abyss. However, the experiments carried out by Mehir’s ancestors showed that fluctuations of time in multi-world space would delay the reactions of actions that took place for twenty-nine days. The messenger traveled for fourteen days, which meant that the Summoners had fifteen days to finish the Circle in its current form and move to the Abyss. If it were not completed in time, the whole work would be wasted.
hu: Ezalatt Mehir hírnöke elérte Al-kamiját két hét alatt, s tudatta a szenzációs hírt, Rashti átalakulásáról. A Legfőbb Tanács felfedezte, hogy Rashti halála, újrafeltámadása és eggyéforrt személyisége, amely Nomolas női alakjában jelent meg, teljesen felborította a világok közt fennállt egyensúlyt. A Nagy Kör létjogosultsága kétségessé vált, a dimenziók elcsúsznak, a Mélységben lévő helyek is átrendeződnek. Csakhogy az ősök által feltárt szabályszerűség alapján a különböző világokban bekövetkező változások huszonkilenc nap alatt zajlanak le. A hírnök tizennégy napig volt úton, azaz a varázslóknak tizenöt napjuk maradt, hogy befejezzék a kört jelenlegi formájában, s a Mélységbe távozzanak. Ha kifutnak az időből, eddigi munkájuk kárba vész.

source: Indeed, only an ultimate entity could have done something like that.
hu: Valóban, ilyesmire csak egy szuperlény képes.

source: Indeed, we have defended the city.
hu: Igen, megvédtük a várost.

source: Indeed, you kicked me rather nicely. But luckily, my friends found me in the Red Abyss and brought me back to this palace, where I was healed. And now I want revenge! Rashti, I challenge you!
hu: Nono, igaz hogy rendesen oldalba taszítottál, de szerencsére a barátaim megtaláltak a Vörös Mélységben, s visszahoztak a palotába, ahol meggyógyítottak. És most bosszút állok! Rashti, védd magad!

source: Indeed. The workers from Sud-Affar are very diligent, but this is also thanks to me, the supervisor. And now get back to work! What are you waiting for?
hu: Remek. A sud-affari munkások nagyon szorgalmasak, de az én szerepem is fontos a haladásban. Gyerünk dolgozni! Mire vártok?

source: Indeed. Those beasts should’ve eaten us a long time ago. We are sitting three days in this jungle and there are no lizards nearby. I doubt the sense of this intervention.
hu: Valóban. Sok-sok évvel ezelőtt azok a szörnyek felfaltak volna bennünket. Három napja ülünk ebben a dzsungelben, és egy fia gyíkkal nem találkoztunk. Kétlem, hogy szükség lenne a mi beavatkozásunkra.

source: Is everything alright?
hu: Minden rendben van?

source: Is it true? Have you stopped them, young man?
hu: Igaz ez? Megállítottad őket, ifjú?

source: Is that all you have to show me? I am disappointed.
hu: Ez minden, amit tudsz? Csalódott vagyok.

source: Is this the place? Is it that Dome? It looks like a shed. I was expecting something bigger...
hu: Ez az a hely? Ez az a Dóm? Én inkább csak viskónak nevezném. Valami nagyobbra számítottam...

source: Is this... Can it be true? They... exist? I can’t feel them because of this dark aura...
hu: Ez azt jel... Igaz lenne? Ők... azok? Nem érzem őket emiatt a sötét aura miatt...

source: It happened... Rashti has lost her balance. We must kill this Efreet as soon as possible. This will save her.
hu: Ez van... Rashti elvesztette az egyensúlyát. Meg kell ölnünk azt az ifritet, minél hamarabb. Azzal megmentjük Rashtit.

source: It is impossible to become a leader from day to day. He’s only twenty-eight years old.
hu: Ez lehetetlen, hogy egyik napról a másikra Vezér legyen valaki. Hiszen még csak huszonnyolc éves.

source: It is my duty.
hu: Ez a feladatom.

source: It is not...
hu: Még nincs...

source: It is rumored the ancient vaults are full of forgotten artifacts of immense power, and protected by Abysmal guards.
hu: Azt mondják, az ősi termekben nagyerejű elfelejtett mágikus eszközök hevernek, amelyeket csodás mélységi lények őriznek.

source: It looks like the fire elementals make them furious. If I hadn’t shown him, everything would have ended in a different way. Too many lives were lost.
hu: Úgy látszik az elemi tűz bőszítette fel őket. Ha nem idézem meg, minden másképpen alakult volna. Túl sok életet áldoztunk fel.

source: It looks like these strange blue constructs have broken down. Get this flying human!
hu: Eltűntek azok a különös kék köröcskék. Fogjátok el azt a repülő embert!

source: It looks like we will have to attack the fortress ahead in order to reach them.
hu: Úgy látom meg kell támadjuk az előttünk lévő erődöt, hogy elérjük a foglyokat.

source: It looks like we’re not alone. Prepare yourselves!
hu: Úgy tűnik, nem vagyunk egyedül. Riadókészültség!

source: It seems we’re in time. Forgive us for this little delay, but we found a rare specimen of crab and had to take a closer look.
hu: Úgy látszik, épp időben érkeztünk. Bocs a késésért, de egy ritka rákfajt láttunk, s vetettünk rá egy közelebbi pillantást is.

source: It was impossible to save Mag-Magar from day to day, yet he did.
hu: Mag-Magart is lehetetlennek látszott megvédeni, ő mégis megtette.

source: Itshar’Imahr YOU BELONG TO ME!
hu: Itshar'Imahr TE HOZZÁM TARTOZOL!

source: It’s a good idea. Let’s vote. Mehir, leave the roo...
hu: Jó gondolat. Szavazzunk! Mehir, hagyd el a ter...

source: It’s a good question. It came from there!
hu: Ez jó kérdés, onnan jött!

source: It’s a miracle. Even Nomolas couldn’t do such a thing. But Dharma’rashti is out of control. What do we do?
hu: Ez egy csoda. Még Nomolas sem lenne képes ilyen dolgot csinálni. De a dharma'rashtit nem tudjuk irányítani. Mit csináljunk?

source: It’s a trap!
hu: Csapda!

source: It’s a waste of time, Mehir. No one will help you.
hu: Csak az idődet vesztegeted, Mehir. Senki sem fog neked segíteni.

source: It’s him.
hu: Ő az.

source: It’s me, Mehir. I have defended your capital, don’t you recognize me?
hu: Mehir vagyok. Én védtem meg a fővárosotokat, nem ismersz meg?

source: It’s nothing. Hope they won’t throw buildings on us...
hu: Ez nem semmi. Remélem nem hajítja ránk az épületeket...

source: It’s the first time I have seen water falling from the sky. Something like that could be very useful in our desert.
hu: Most először látok ilyet, hogy a víz az égből ömlik. Ilyesmi nagyon hasznos lenne a mi sivatagunkban.

source: It’s very steep here. We’d better watch our step.
hu: Igen meredek a terep. Jó lesz, ha a lábunk elé nézünk.

source: It’s you!!!
hu: Te vagy az!!!

source: I’ll never give up.
hu: Sosem adom föl.

source: I’ll risk it.
hu: Vállalom a kockázatot.

source: I’m glad to hear this but this is not the point of my visit. I was told, you know how to help me.
hu: Örülök, hogy ezt hallom, de nem ez a jövetelem célja. Azt hallottam, hogy tudsz nekem segíteni.

source: I’m honored, but first I must send someone to al-Kamija with a report about Rashti for the Highest Council.
hu: Megtisztelő a meghívásod, de először hírnököt kell küldenem Al-Kamijába, hogy tudassam a Legfőbb Tanáccsal, hogy mi történt Rashtival.

source: I’m not sure whether he returned or not, but I can see an army in the distance. They must be troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
hu: Nem tudom visszatért-e vagy sem, de látok a távolban egy sereget közeledni. Saffarosi katonák, ahogy látom, s mellettük... Nem kharosi katonáknak látszanak, de nem is az ostromlók közül valók...

source: I’m not surprised at all that your country is falling.
hu: Nem csodálom, hogy az egész országotok elesett.

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
hu: Biztos vagyok benne, hogy kell lennie egy kioldónak is valahol. Kutassátok át a járatokat, s rá kell akadjatok!

source: I’ve found a chest full of gold!
hu: Találtam egy ládát tele arannyal!

source: I’ve seen sand. Everywhere. In my lungs. In my eyes. Your storms have nothing on ours.
hu: DE láttam homokot. Mindenütt. A tüdőmben, a szememben. A ti viharotok semmi a miénkhez képest.

source: I’ve seen their kind before. These troopers look like those who attacked al-Kamija... I have a bad feeling about this...
hu: Láttam már ezeket a lényeket. Ugyanilyen harcosok támadták meg Al-Kamiját... Van egy olyan érzésem, hogy...

source: Jungle
hu: Dzsungel

source: Just in time!
hu: Épp időben!

source: KILL HER!!!
hu: ÖLJÉTEK MEG!!!

source: KILLKILLKILL!!!
hu: HALÁLHALÁLHALÁL!

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
hu: KROG MEGMUTATJA AZ EREJÉT! KROG LECSAP, PUSZTÍT, SZÉTZÚZ!!!

source: Kill Brogh’ur
hu: Megölöd Brogh'urt

source: Kill any lizard
hu: Megölsz egy gyíkot

source: Kill them!
hu: Öljétek meg mind!

source: Kirios, like all other Sun Guardians, doesn’t need to see. He sees by the eyes of his soul and I am sure that he can see much more than we can.
hu: Kiriosnak, ahogy más napőröknek se, nincs szüksége a látásra. Az ő látása belülről fakad, s biztos vagyok benne, hogy nálunk sokkal többet lát.

source: Leader of the Banishers’ Guild
hu: A Szelleműző Szövetség vezetője

source: Legends say that this scimitar was made from a spark of the Abyss. Its power is allegedly unbelievable. Attack increases by 100% Chance to hit is constant and equals 70%
hu: A legendák szerint ez a handzsár a Mélység szikrájából készült. Állítólag hihetetlen ereje van. Támadóérték növekszik 100%-kal A találati arány állandóan 70%

source: Let him evaluate...
hu: Azt majd ő eldönti...

source: Let me guess: this is the lamp where Nomolas rests — the first jinn, creator of your palace-city, isn’t it?
hu: Azt kell higgyem: ez az a lámpa, amiben Nomolas pihen — az első dzsinn, aki a palotavárosotokat megalkotta, jól gondolom?

source: Let someone inform Sud-Affar! We are under attack! We need reinforcements!
hu: Valaki értesítse Sud-Affart! Megtámadtak minket! Erősítésre van szükségünk!

source: Let’s defeat the rest!
hu: Végezzünk a megmaradtakkal!

source: Let’s hope, Rashti will resist his will...
hu: Reméljük, Rashti képes lesz ellenállni a befolyásnak...

source: Let’s rescue the lizards.
hu: Szabadítsuk ki a gyíkokat!

source: Living in al-Kamija, we have learned quite a lot about the Abyss, but we haven’t been able to enter that world. Maybe because no one in that dimension can summon us... However, in the last few years, we managed to design a special magic circle that is able to take us to that unreal world. Our tests were successful, but to this day we cannot summon previously sent items back to our world. As a result of this, although it sounds crazy, we decided to send our entire land to the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and decide to stay there forever.
hu: Al-Kamijában élve sokat megtudtunk a Mélységről, de nem tudtunk belépni abba a világba. Talán azért, mert nem volt senki odaát, aki megidézett volna minket... Bár az utóbbi néhány évben sikerült olyan mágikus köröket kifejlesztenünk, amelyek révén sikerülhet átjutni abba a másik világba. A tesztek sikeresek voltak, de a mai napig sem sikerült visszahoznunk a másik világba küldött tárgyakat. Ezért, habár ez őrültségnek hangzik, elhatároztuk, hogy a teljes országunkat átküldjük a Mélységbe, s reméltük, hogy a másik oldalon majd megtaláljuk a visszaút módját. S ha meg is találjuk, nem biztos, hogy használjuk is... Erősen kísértett az a gondolat, hogy a Mélységben megtaláljuk az élet végső értelmét, és mindörökre ott maradunk.

source: Load rain
hu: Legyen eső

source: Look here. He died of a wound.
hu: Idenézzetek! A sebeibe halt bele.

source: Lord, they don’t understand. Maybe we should show them?
hu: Uram, úgy látszik, nem értik. Talán meg kéne mutatnunk nekik?

source: Luckily, he’s gone. Mehir, you have been patrolling this area since dawn. Tell me what really happened here.
hu: Szerencsére elment. Mehir, hajnal óta a területen járőröztél. Mondd el, mit láttál!

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
hu: A MESTEREM MEGHALT!!! KIKAPAROM A SZEMEDET!!!

source: Mag-Magar had resisted the invaders by a miracle. After the battle, Mehir, Malib and Rashti had many days to examine the dead bodies of their enemies. The invaders were human, but had long, pointed ears and pale, almost gray skin. They were armed with a variety of blades made of a metal unknown to the Summoners, of amazing endurance and sharpness. Their clothes were drab as death, hiding the blood of many battles. Other bodies, grotesque in shape and size, belonged to the terrifying three-headed beasts. A desert snake, often seen in local caves, bore a similar face. But that is where the similarities ended.
hu: Mag-Magar a csodával határos módon megmenekült. Mielőtt az erősítés megérkezett Al-Kamijából, Mehirnek, Malibnak és Rashtinak két hete volt, hogy megvizsgálja az ellenségeik holttesteit. A behatolók emberszerű lények voltak. Hosszú, hegyes fülük volt és fakó, majdnem szürke bőrük. Különböző, ismeretlen fémből készült pengékkel voltak felfegyverkezve, amelyek rendkívül élesek és ellenállóak voltak. A ruházatuk fekete volt, mint a halál, s sok csata véres emlékét őrizte. Voltak még más alakú és méretű holttestek is. Ezek szörnyű, háromfejű bestiák testei voltak. Fejük hasonlított a helyi barlangban tanyázó kígyókéra, de a hasonlóság ezzel véget is ért.

source: Mag-Magar is under at...
hu: Mag-Magart megtámad...

source: Mage
hu: Mágus

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit Grants 50% fire resistance
hu: Misztikus szimbólumokkal átszőtten ez a sivatagi köpeny, habár régen készült, még mindig kiváló védelmet biztosít tulajdonosának a tűz ellen. Fejleszti az egységet. 50% ellenállást biztosít tűz ellen.

source: Master of Darkness
hu: Sötétség Mestere

source: Master of Fire
hu: Tűzmester

source: Master of Water
hu: Vízmester

source: Master, do not make me face her again! I fear for your life!
hu: Mester, ne engedd, hogy ez még egyszer megtörténjen! Aggódom az életedért!

source: Master, the human armies rounded us from the east. The desert wizards are with them. We are in a trap.
hu: Mester, emberi sereg vett minket körül. A sivatagi varázslók is velük vannak. Csapdába kerültünk.

source: Max HP bonus +5
hu: Maximum ÉP +5

source: Max HP bonus +5, MAX XP +10%
hu: Maxumum ÉP +5, Maximum TP +10%

source: May I find somebody who will listen to me in the end...
hu: Talán rálelek valakire, aki meghallgat végül...

source: May Nomolas grant that. Now it’s all the same for me. I prefer dying in battle than staying here, so...
hu: Nomolas legyen velünk! Most már mindegy. Inkább harcban essem el, minthogy itt ácsorogva, akkor...

source: May the Abyss keep you, Mehir.
hu: A Mélység fogadjon magába, Mehir!

source: May the Abyss keep you...
hu: A Mélység tartson magánál...

source: Maybe we should ask the Master of Banishers?
hu: Talán a szelleműzők mesterét kellene megkérdeznünk?

source: Meanwhile, Mehir was announced as the greatest hero of Kharos. While his scouts were searching for possible threats from the rest of the destroyed army, he spent a lot of time with Anthi, getting to know the Kharosan culture and the history of the Ancestral Lands. During his visit Mehir learnt many things about the Kharosans and their religion. The Kharosans worship the Sun as God and the light as the source of life. This specific dualism reflects in their social structure. The Kharosan society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
hu: Ezalatt Mehirt kinevezték Kharos legnagyobb hősévé. Mialatt a felderítői a megsemmisített sereg maradványai után kutattak, sok időt töltött együtt Anthival, hogy ismerkedjen a kharosi kultúrával, s az Őshaza történelmével. Vendégeskedése alatt Mehir rengeteget tanult a kharosiakról és a vallásukról. A kharosiak napimádók voltak, s a fényt, mint az élet forrását tisztelték. Ez a különleges kettősség a társadalmi életükben is jelentkezett. A kharosi társadalmat a fénykultusz bölcs papnői irányították, akik jártasak voltak a mágiában is, amelyet körök nélkül használtak. A haderőt és minden csatlakozó szolgálatot az úgynevezett napharcosok alá rendelték.

source: Mehir and Rashti came back to al-Kamija.
hu: Mehir és Rashti visszatértek Al-Kamijába.

source: Mehir! At any moment the army of Sud-Affar will come. Don’t wait for us, pursue him! He mustn’t leave the palace!
hu: Mehir! Bármelyik pillanatban ideérhet Sud-Affar serege. Ne várj ránk, üldözd a behatolót! Nem hagyhatja el a palotát!

source: Mehir! You thief! Take him!
hu: Mehir! Te tolvaj! Fogjátok el!

source: Mehir! You’ve brought those beasts here! I will punish you myself!
hu: Mehir! Idehoztad azokat a szörnyeket! Saját kezűleg intézlek el!

source: Mehir, I must climb to where he stands to kill him.
hu: Mehir, fel kell jutnom mellé, hogy megöljem.

source: Mehir, as the last Summoner, was observing this show from the walls of Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi had said, the only way to get into the Abyss was to set out to the west, to the land of mysterious people who were known for making incredible things happen.
hu: Mehir, mint az utolsó varázsló a világon, Kharos falairól nézte végig a jelenséget. Megfogadta, hogy mindent elkövet, hogy harcosai csatlakozhassanak családjukhoz és barátaikhoz. Anthi szavai szerint az egyetlen mód a Mélységbe jutáshoz a nyugati, rejtélyes emberek országán keresztül vezet, akik elképesztő dolgokra képesek.

source: Mehir, it’s all gone. You’re safe now.
hu: Mehir, már vége van. Biztonságban vagy.

source: Mehir, please look at me. All is not lost.
hu: Mehir, kérlek, ne add fel! Még nincs minden elveszve.

source: Mehir, we won’t give you our Ray. Leave this place if your life is precious to you.
hu: Mehir, nem adjuk oda neked a Napsugarunkat. Hagyd el ezt a helyet, ha kedves az életed!

source: Mehir, why... why have you done this to us? We gave you hope, and you brought us destruction. What happened to you?
hu: Mehir, miért... Miért tetted ezt velünk? Mi reményt adtunk neked, s te pusztulást hoztál ránk. Mi történt veled?

source: Mehir. How have you come?
hu: Mehir. Hogy kerülsz ide?

source: Mehir... please, be my new master.
hu: Mehir... kérlek, légy az új mesterem!

source: Message
hu: Üzenet

source: Messenger
hu: Hírnök

source: Metamorph: this elemental can turn into another type of elemental.
hu: Átváltozás: ez az elemi egység egy másik elemi lénnyé alakulhat át.

source: Middle Tier Squad reporting for duty!
hu: Középső Emeleti Osztag jelentkezik!

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
hu: Középső Emelet, Keleti Oldali Osztag jelentkezik! Szőnyegre szálltunk, és repültünk, amilyen gyorsan csak tudtunk.

source: More than ten days passed. Then, the first carpets appeared on the horizon. The Armies of the Trinity followed ten days after. They were shocked by the scale of the city’s destruction. Many troopers stayed in Mag-Magar, in case the invaders struck again. When the portal was repaired, Mehir, Rashti, and Malib returned to al-Kamija.
hu: Több, mint tíz nap telt el, mire az első repülőszőnyeg megjelent a láthatáron. A Háromváros harcosai tíz nap múlva követték őket. Sokkolta őket a pusztulás mértéke. Sok harcos maradt Mag-Magarban arra az eshetőségre, ha a behatolók újra próbálkoznának. Ahogy a teleportkaput megjavították, Mehir, Malib és Rashti visszatértek Al-Kamijába.

source: Morning
hu: Reggel

source: Move Mehir to the Palace of Omniscience
hu: Mehir eléri a Mindentudás Palotáját

source: Move Mehir to the Sun Dome
hu: Mehir eléri a Nap Dómot

source: Move Mehir to the top of the mountain
hu: Mehir eléri a hegy tetejét

source: Move Rashti to the Sun Dome
hu: Rashti eléri a Nap Dómot

source: Move to the next chamber
hu: Átjutsz a következő terembe

source: Must... find you... kill you. Will... hound you...
hu: Meg kell... találnunk... ölnünk... Üldözni... fogunk...

source: Muwahahahahahaha! It worked! I love the naivete of the Abysmals. And now I will admire the sight of you falling into the Sea of Chaos!
hu: Muwahahahahahaha! Működik! Tetszik nekem a mélységiek együgyűsége. Most pedig páholyból fogom szemlélni, ahogy beszippant titeket a Káosz Tengere!

source: Mwhahaha! I want to see more! MORE!!
hu: Bruhhahaha! Többet akarok látni! TÖBB HÍVŐT!!

source: My Lord!
hu: Uram!

source: My Lord, it.. it f-frightens me. Y-you go first.
hu: Uram, ez... ez fééé...félelemmel tölt el. Mee... menj te előre!

source: My Lord, we find no enemy. Only their signs. Magics, blades... many were buried alive.
hu: Uram, nem találkoztunk ellenséggel. Csak a nyomaikat találtuk. Mágia és pengék nyomait... sokakat pedig élve temettek el.

source: My Master! KILL! I’m loosing DIE! control. The Abyss KILL! is in danger. DIE!
hu: Mesterem! ÖLJ! Elvesztem, MEGHALSZ! az önkontrollt. A Mélység ÖLJ! veszélyben van. MEGHALSZ!

source: My elementals have done their work. You are lost within yourself, and can harm me no more! Now, DIE.
hu: Az elemi lényeim megtették a dolgukat. Magad miatt buksz el, s többé nem állsz az utamba! És most MEGHALSZ!

source: My irrational, angry self is no longer a part of me. The Abyss is free to move away from the path of hate.
hu: Az irracionális, őrjöngő énem többé nem tartozik hozzám. A Mélység szabadon elmozdulhat a gyűlölet ösvényéről.

source: My liege! What have I told you?!!
hu: Uram! Én mondtam neked!?

source: My liege, He is no common Efreet. As a leader of the Banishers’ Guild in Tar-Tabar, I have seen many things, but this one here is a real pleasure to my eyes. He is a real Great Efreet, full of hatred, the most powerful of all creatures of the Red Abyss.
hu: Uram, ez nem egy közönséges ifrit. A tar-tabari Szelleműzők Szövetségének vezetőjeként sok mindent láttam már, de ez a lény határozottan ismerős nekem. Ez egy igazi nagy ifrit, a Vörös Mélység leghatalmasabb, leggyűlölködőbb teremtése.
