Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: As long as we do not make the decision, I suggest choosing one of the Elders to be a temporary leader of Tar-Tabar.
hu: Addig is, míg megtaláljuk az alkalmas jelöltet, javaslom, hogy az öregek közül nevezzünk ki valakit ideiglenesen Tar-Tabar vezetőjének.

source: As soon as he stopped, mysterious blue balls appeared and surrounded him. Then big stone statues and small awful creatures with spears went out through those blue... portals, I assume. I didn’t see any magical circles, so I have no idea how could he summon anything, but he did.
hu: Amint megállt, rejtélyes kék gömböcskék jelentek meg körülötte. Aztán nagy kőszobrok és apró dárdás szörnyecskék özönlöttek elő azokból a kék ... teleport kapukból, azt hiszem, azok voltak. Nem láttam semmilyen mágikus kört, tehát megidézni nem tudta a lényeket, mégis megjelentek.

source: As unlike as the Abyss and life.
hu: Annyira különbözik, mint a Mélység és az élet.

source: As you already know, our society is devoted to the Sun and his life-giving power carried by the immaculate Light. You are from the desert, so you don’t know how important vegetation is. The Sun causes plants to grow and gives us fruits, which feed us and allow us to live. This is how our religion came into being.
hu: Ahogy már tudod, a mi társadalmunk a Napot imádja, és annak életadó tiszta fényét tiszteli. Te a sivatagból jössz, fogalmad sem lehet arról, hogy milyen fontos a növényzet. A Nap fénye gondoskodik a növények növekedéséről, a gyümölcsök érleléséről, amelyeket megeszünk, s amelyek biztosítják az életünket. Innen ered a vallásunk.

source: As you wish, Master.
hu: Ahogy parancsolod, Mester!

source: At last! And now get inside and bring me half of this damned Ray!
hu: Végre! Menj be, és hozd ki a felét annak a rohadt Sugárnak!

source: At last! At them!
hu: Na végre! Elfogni őket!

source: At last! Feel the fires of the Abyss!
hu: Végre! Érezzétek a Mélység tüzét!

source: At last! Who I shall torture, my master?
hu: Na végre! Kit kínozhatok, mesterem?

source: At least there is somebody here! I almost thought that the palace is empty. So you must be this mysterious Guru...
hu: Végre van itt valaki! Már majdnem azt hittem, hogy üres a palota. Te bizonyára az a rejtélyes Guru vagy...

source: At the beginning, the Ancestors believed that the Abyss was a place of primitive chaos — until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the first jinn. Unrestrained by imagination, this entity is the most powerful being we know to this day. Theoretically, Nomolas is capable of destroying even a God. The ancestors managed to communicate with Nomolas, who turned out to be obedient like all summoned magical entities.
hu: Kezdetben az őseink azt hitték, hogy a Mélység az őskáosz hona — aztán sikerült megidézniük ennek a másik világnak egy mágikus lakóját. Ő volt Nomolas, az első dzsinn. Minden képzeletet felülmúlóan hatalmas lény, a leghatalmasabb, akivel ezidáig találkoztunk. Elméletileg képes lenne megsemmisíteni még az Istent is. Az őseinknek sikerült kommunikálni Nomolasszal, s kiderült, hogy a többi megidézett mágikus lényhez hasonlóan ő is engedelmes teremtés.

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
hu: E pillanatban nincs olyan egységed, amelyik használni tudná ezt az eszközt. De eltesszük, mígnem egy megfelelő egységet toborzol vagy visszahívsz.

source: At them! NOMOLAS IS GREAT!!!
hu: Támadás! NOMOLAS A LEGNAGYOBB!!!

source: Atiros continued in hope. In five weeks, the Water of Life had run out. In six weeks, he saw a beautiful canopy over the dunes. Soon after, he lost consciousness and woke in Tar-Tabar, among rescuers he had been ordered to find.
hu: Atiros kitartóan menetelt a torony felé. Öt hét alatt elfogyott az Élet Vize. A hatodik héten végre a dűnék felett egy sátor tetejét látta meg. Elindult felé, de elvesztette az eszméletét, aztán Tar-Tabarban tért magához, a megmentők közt, akiknek feltalálására küldték.

source: Atiros has not come back...
hu: Atiros nem tért vissza...

source: Atiros, as one of the two most powerful warriors of Kharos, was ordered to find them. First he journeyed to Acacia Forest to find the magical fount of the Water of Life. This wonderful liquid would help him travel safely through the desert. He acquired some in a diamond bottle, just before the forest was seized by the dark hordes.
hu: Atirost, a két legerősebb harcos egyikét küldték az ő felkeresésükre. Először elment az Akácia-erdőbe, hogy az Élet Vizét adó mágikus kút vizéből igyék. Ez a csodálatos folyadék segítheti őt biztoságosan átkelni a sivatagon. Egy kis gyémánt butykossal magához vett belőle az utolsó pillanatban, mielőtt a sötét hordák elárasztották az erdőt.

source: Bats... thousands of bats...
hu: Denevérek... ezerszámra...

source: Be careful, my liege. This being can betray us in the least expected moment.
hu: Légy óvatos, uram. Ez a lény elárulhat minket a legváratlanabb pillanatban.

source: Be not hasty. A vile foe violates us all.
hu: Ne siesd el! A gonosz ellenség erőt vehet rajtunk.

source: Bodyguard
hu: Testőr

source: Bridge of Light
hu: Fényhíd

source: Brogh’ur’s dead! Run!!!
hu: Brogh'ur meghalt! Meneküljetek!!!

source: But don’t you see that we can win ourselves an ally? Don’t forget that the circle crosses their territory, and as far as I know we are unwelcome. This is the chance to change it. Who knows, maybe we will persuade them to help our workers?
hu: Nem látod a lehetőséget, hogy szövetségesekre tegyünk szert? Ne felejtsd el, hogy a kör az ő területükön megy át, s ahogy látom, nem látnak szívesen minket. Ezen most változtathatunk. Ki tudja, talán még segítenének is a munkásainknak...

source: But he can’t see anything! His helmet is just a golden plate without any eye-holes!
hu: De hiszen nem is lát! A sisakja egy összefüggő aranylemez, amin nincs szemrés!

source: But if Rashti comes to harm that is ok?
hu: De Rashti el is veszhetett volna, az rendben lett volna?

source: But thanks to your stubbornness this dream has come true. Now you all can join your relatives and friends.
hu: De a kitartásodnak köszönhetően az álmod valóra vált. Most mindannyian csatlakozhattok a családotokhoz és a barátaitokhoz.

source: But that was for bats.
hu: Ez is a denevérek miatt van.

source: But wouldn’t it decrease their safety?
hu: S nem fogja ez csökkenteni a biztonságukat?

source: But you said that this is their treasure, so they won’t give it to me voluntarily. I don’t want to fight them!
hu: De azt mondtad, hogy ez az ő legnagyobb kincsük, aligha adják oda csak úgy. Nem akarok harcolni ellenük!

source: But...
hu: De...

source: But... how is it possible? They had to come from the north!
hu: De... hogy lehet ez? Északról kellene jönniük!

source: By bats?
hu: Ezt tették volna a denevérek?

source: By the power given me by the Highest Council and in the name of all citizens of our country and the Abyss I grant you the title Leader of Tar-Tabar!
hu: A Legfőbb Tanács által rámruházott hatalommal, az országunk lakosainak és a Mélységnek nevében, kinevezlek téged Tar-Tabar vezetőjének!

source: By the sky. We...
hu: Az égből. Ha...

source: Campaign Design
hu: Hadjárattervező

source: Cap of Power
hu: Energiasisak

source: Careful what you wish. You’ve not seen a flood.
hu: Csak óvatosan a kívánságokkal. Nem láttál még árvizet.

source: Cave Wall
hu: Barlangfal

source: Chaos
hu: Káosz

source: Chaos Wyvern
hu: Káosz sárkánygyík

source: Cheers for Mehir!!!
hu: Éljen Mehir!!!

source: Collar of Recall
hu: Visszahívó Amulett

source: Come to me, I call you!
hu: Gyere ide hozzám, én hívlak téged!

source: Come, Master. Your death awaits.
hu: Jöjj, Mester. A halálod vár téged.

source: Continue without rain
hu: Eső nélkül folytatom

source: Crawling from the wreck, he saw a giant tower looming over the horizon. He approached, thinking he would find civilization there. But in days, he came no closer. Atiros had seen the highest tower of al-Kamija, whose peak is seen everywhere on the continent.
hu: Ahogy kievickélt a roncsok közül, s partot ért, a távolban egy óriás torony körvonalait vélte felfedezni. Úgy gondolta, hogy ott értelmes lényekkel találkozhat. De hiába ment napokig, a torony nem került közelebb. Atiros al-Kamija legmagasabb tornyát vette észre, amelynek csúcsa a kontinens minden pontjáról látható.

source: Cuirass of the Ancients
hu: Ősök Vértje

source: DESTROY!!!
hu: PUSZTULJATOKO!!!

source: Damaging Aura
hu: Sebzőkör

source: Damaging Aura: At the beggining of each turn all adjacent enemy units recieve 8 points of damage.
hu: Sebzőkör: Minden játékkör elejéna szomszédos ellenséges egységek 8 hp-t veszítenek.

source: Damn it! We have some time before they reach us. We’d better hurry up.
hu: A francba! Mindjárt elérnek bennünket. Kicsit jobban kéne igyekeznünk.

source: Damn you...
hu: Rohadék...

source: Damn!
hu: Az ördögbe!

source: Damn! I forgot!
hu: A francba! Elfelejtettem!

source: Damn! These doors are resistant to magic! Rashti, come here and help. Your divine strength should crush them into pieces.
hu: Ördög és pokol! Az ajtó ellenáll a mágiának! Rashti, gyere ide és segíts! A te isteni energiádnak talán nem áll ellent az ajtó.

source: Dash bodies on rocks below!!
hu: Taszítsátok le őket a sziklákról!!!

source: Dawn
hu: Hajnal

source: Death of 3 Council members
hu: 3 tanácstag meghal

source: Death of Atiros
hu: Atiros meghal

source: Death of Dedylos
hu: Dedylos meghal

source: Death of Elder
hu: Az Öreg meghal

source: Death of Malib
hu: Malib meghal

source: Death of Mehir
hu: Mehir meghal

source: Death of Rashti
hu: Rashti meghal

source: Death of Rhaxiz
hu: Rhaxiz meghal

source: Defeat Aerius
hu: Legyőzöd Aeriust

source: Defeat Reficul
hu: Legyőzöd Reficult

source: Defeat all enemies
hu: Legyőzöd minden ellenséged

source: Defeat all invaders
hu: Megölsz minden behatolót

source: Defeat some barbarians
hu: Megölsz néhány barbárt

source: Defeat the barbarians
hu: Legyőzöd a barbárokat

source: Defeat the intruders
hu: Visszavered a támadókat

source: Defeat the invaders
hu: Legyőzöd a támadókat

source: Defend al-Kamija
hu: Megvéded Al-Kamiját

source: Defend the camp
hu: Megvéded a tábort

source: Defend the entrance. They mustn’t get inside!
hu: Védjétek a bejáratot! Nem juthatnak be!

source: Desert Cloak
hu: Burnusz

source: Despite Mehir’s later help, the Darkblooded were still angry with the Summoners. In the construction of the ‘devil’s path’ a part of their forest had been destroyed, and they couldn’t forgive it. Each tree was holy to them, and these newcomers from the north had cut down many. Jaffar and Mehir explained as best as they could who they were, and why the construction of the Circle was so important for all of the Summoners. The Darkblooded couldn’t understand some words, but it didn’t matter. The Keeper decided to set them free, but in the same breath he threatened them with immediate death if they would so much as cut the grass.
hu: Mehir későbbi segítsége ellenére a Sötétvérűek még mindig haragudtak a varázslókra. Azt mondták, hogy az 'ördög útjának' építése során megsemmisítették az erdejük egy részét, s ez megbocsáthatatlan, mivel minden egyes fa szent a számukra, s az északi jövevények sokat kiirtottak közülük. Mehir és Jaffar legjobb tudásuk szerint elmagyarázták, hogy kik ők, és a kör megépítése miért olyan fontos a varázslók számára. A Sötétvérűek nem értettek minden szót, de ez nem okozott gondot nekik. A Vezető úgy döntött, hogy szabadon engedi őket, de rögtön azonnali halállal is megfenyegette a varázslókat, ha továbbra is fű gyanánt vágják a fákat.

source: Did you enjoy my little jest upon on the bridge? “Oh no, not the scimitar. Anything but the scimitar!”
hu: Remélem élvezted a színjátékot a hídon: “Jaj ne, handzsárral ne! Csak handzsárral ne!”!

source: Die...
hu: Meghalt...

source: Do not fight her! She’s MINE!
hu: Ne harcoljatok érte! Ő már az ENYÉM!

source: Do not waste your life on this.
hu: Elszáll az életed, mire kinyögöd.

source: Do not...
hu: Nem...

source: Do you hear that?
hu: Halottátok?

source: Do you hear that? It’s like the sound of flapping wings...
hu: Hallod ezt? Mintha szárnysuhogás lenne...

source: Do you want me to tell her that?
hu: Azt akarod, hogy ezt neki is elmondjam?

source: Do you want to see all magical creatures escaping from Tar-Tabar at the sound of his name?
hu: Azt szeretnéd, hogy minden mágikus lény ész nélkül elinaljon Tar-Tabarból, amint meghallja a nevét?

source: Does it mean...
hu: Azt jelenti ez, hogy...

source: Done...
hu: Kinyitva...

source: Don’t do th...
hu: Ne tedd, Rh...

source: Don’t forget they are surrounded. We have the surprise, and they won’t survive this.
hu: Ne felejtsd el, hogy körbe vannak véve. Ha meglepjük őket, nem élhetik túl a csatát.

source: Don’t listen to her!
hu: Ne hallgass rá!

source: Don’t listen to him! The Sun is with us!
hu: Ne hallgassatok rá! A Nap velünk van!

source: Don’t lose hope, Anthi. These walls have protected our peoples for centuries; nothing can destroy our gates.
hu: Ne add fel a reményt, Anthi. Ezek a falak védték a népünket századokon át; semmi nem rombolhatja le a falakat.

source: Don’t touch it!
hu: Ne merészelj hozzáérni!

source: Don’t worry about us. You must protect the Circle at all costs!
hu: Ne foglalkozz velünk! A Kört kell megvédened bármi áron!

source: Don’t you recognize us?
hu: Nem ismersz meg minket?

source: During travel to the hearth of the desert, our forefathers came across a system of caves hidden deep inside sand. The caves were cool and spacious enough to settle within, so my ancestors decided to stay.
hu: A sivatag szívébe való utazásuk alatt az ősapáink átvágtak egy sivatag alatt húzódó barlangrendszeren. Mivel a barlang tágasnak és hűvösnek bizonyult, őseink úgy döntöttek, hogy ott letelepszenek.

source: Dusk
hu: Alkonyat

source: Dwarven Castle
hu: Törp vár

source: Dwarven Castle Keep
hu: Törp vártorony

source: East of Sud-Affar
hu: Sud-Affar keleti részén

source: Elder
hu: Öreg

source: End of turns
hu: Kifutsz az időből

source: Enemy on the horizon!!! They have seized Degos!!!
hu: Ellenség a láthatáron!!! Lerombolták Degost!!!

source: Enlightenment
hu: Megvilágosodás

source: Enough of this!! YOU will always be Rashti’s Master. YOU must die.
hu: Elég ebből!! TE mindig is Rashti Mestere leszel. Meg kell halnod!

source: Enough! Control yourself!
hu: Elég! Uralkodj magadon!

source: Enter the Abyss
hu: Belépsz a Mélység kapuján

source: Enter the Central Palace
hu: Belépsz a Központi Palotába

source: Even flying carpets couldn’t reach such a high altitude, so Mehir’s people decided to draw a special circle on the ship’s floor, similar to the one which was used by the Ka-Gattan Summoners centuries ago to travel between the surface and the underground. After a few hours everything was ready and the first who had decided to teleport to the ‘flying island’ was Mehir.
hu: Még a repülőszőnyegekkel sem lehetett olyan magasra emelkedni, így Mehirék speciális jeleket rajzoltak a hajó fedélzetére, hasonlókat ahhoz, amelyet a ka-gattai varázslók használtak a barlang és a felszín közötti teleportáláskor. Néhány óra múlva minden készen állt, s az első, aki teleportálta magát a ‘repülő szigetre’, az Mehir volt.

source: Excellent, I appoint you as my assistant.
hu: Kitűnő, kinevezlek a titkárommá.

source: Excellent, we’re fighting with the biggest evil from the Abyss and I have only five dispellers... If we survive this madness, I will remove his limitations.
hu: Remek, a Mélység legnagyobb gonosza ellen harcolunk, s csak öt szellemirtóra számíthatok... Ha túléljük ezt a napot, megszüntetem a korlátozást.

source: Excellent. I hope we will live long enough to see them. Unfortunately, I can’t risk fighting. My deputy was cut into pieces and this city mustn’t lose its leader.
hu: Kitűnő. Remélem elég sokáig élünk, hogy találkozzunk velük. Balszerencsénkre én nem bocsátkozhatok a harcba. A helyettesemet szétvagdosták, s ez a város nem vesztheti el a vezetőjét.

source: Far North
hu: Távol-Észak

source: Fear! I feel your fear! It’s overwhelming but understandable. I have slaughtered thousands of your people and now it’s time for you to die.
hu: Félelem! Érzem a félelmeteket! Terjed köztetek, de érthető is. Ezreket mészároltam le közületek, s most ti következtek.

source: Finally I am UNITY!
hu: Végre én vagyok az EGYETLEN!

source: Finally. Now it’s time for a REAL BLOODBATH!!!
hu: Végre. Itt az idő egy IGAZI VÉRFÜRDŐNEK!!!

source: Find Tashkar’s army
hu: Megtalálod Tashkar seregét

source: Find the enemy
hu: Megtalálod az ellenséget

source: Fire Canyon
hu: Tűz Kanyon

source: Fire elementals illuminate the hexes around them, aiding the Lawful and ailing the Chaotic. Use them well.
hu: A tűzlények megvilágítják a körülöttük lévő mezőket segítve ezzel az igazságos, s gyengítve a törvénytelen egységeket. Használd őket bölcsen!

source: First Watch
hu: Éjfél előtt

source: Flat
hu: Sík

source: Follow me...
hu: Kövessetek...

source: For 500 years they lived here and discovered the Abyss. In time their knowledge of magicks allowed them to create great cities on a hot surface. They needed the caves no longer. My ancestors took possession of the Great Desert.
hu: 500 évig éltek itt, s felfedezték a Mélységet. Idővel a tudásuk annyira nőtt, hogy a forró felszínen képesek voltak létrehozni egy várost. S többé nem kellett a barlangban lakozniuk. Az ősök ezzel megkezdték a Nagy-sivatag birtokba vételét.

source: For me? Has something happened in my Tar-Tabar?
hu: Nekem? Történt valami Tar-Tabarban?

source: For the good of all enlightened beings, I must kill her.
hu: Minden megvilágosodott lény érdekében el kell pusztítanom ezt a lényt.

source: Forwards men! Kill him twice! No, ten times...
hu: Előre emberek! Öljétek meg kétszer is ! Nem is, tízszer...

source: Freedom! Tell me, who are you?
hu: Szabadok vagyunk! Mondd csak, ki vagy te?

source: From time immemorial The Keeper’s people—the ‘Darkblooded’—had protected their lands from barbarian hordes that arose in local wastelands. This Jungle of Life that the Summoners have entered was their home, as much the Great Desert is to the Summoners. A holy place for its dwellers, this unusual tropical land is protected at all costs. The Darkblooded had mistaken the Summoners for barbarians because of their similar language. Despite that, Rhaxiz hadn’t attacked because Mehir had explained he was not from the east, where enemy lives, but from the north. Nevertheless the appearance of a ‘fiery demon’ had scared the lizards so much that they had thrown themselves upon the Summoners, thinking these northerners wanted to burn their holy forest. Although Rhaxiz had withdrawn to defend the Jungle in other places, the Summoners had still been observed.
hu: Időtlen idők óta a távoli délen lakó intelligens gyíkok, az ún. 'Sötétvérűek', harcban álltak a területüket rendszeresen támadó helyi barbárokkal. Az Élet Dzsungele, ahol most tartózkodtak a varázslók, a Sötétvérűek otthona volt, ahogy a Nagy-sivatag a varázslóké. Ez a szokatlan trópusi terület lakóinak szent helye volt, amelyet minden áron védtek. Amikor a varázslók megjelentek, a gyíkok azt gondolták, hogy ők is a barbárok közül valók, mivel hasonló nyelven beszéltek. Ennek ellenére Rhaxiz nem támadta meg őket, mivel Mehir elmagyarázta, hogy ők nem keletről, az ellenségeik földjéről, hanem északról érkeztek. Amikor viszont megjelent a 'tüzes démon', a gyíkok rátámadtak a varázslókra, mivel attól féltek, hogy a szent erdejüket akarják felégetni. Habár Rhaxiz visszavonult, hogy a dzsungel más helyeit védje, továbbra is szemmel tartották a varázslókat.

source: GET OUT OF MY WAY, HUMANS! THIS IS THE DUEL BETWEEN ME AND HER!!!
hu: FÉLRE AZ UTAMBÓL EMBERI KORCSOK! EZ A KETTŐNK PÁRHARCA, CSAK Ő ÉS ÉN VÍVHATJUK MEG!!!

source: GO!!!
hu: MENJ!!!

source: Gameplay Balancing
hu: Játék kiegyensúlyozása

source: Gameplay Testing
hu: Tesztelő

source: Gates of Kharos
hu: Kharos kapui

source: Gates to the Past
hu: Hidak a múltba

source: Go first, soldiers...
hu: Katonák, lépjetek be...

source: Golden Carpet
hu: Aranyszőnyeg

source: Good God! This is Jaffar’s chest! How...
hu: Szent isten! Hiszen ez Jaffar ládája! Hogy sik...

source: Good Nomolas! What was THAT?!
hu: Nomolas segíts! Mi volt EZ?!

source: Grand Summoner
hu: Nagy varázsló

source: Great Jinn, I order you to create a new keep in this town!
hu: Nagy dzsinn, parancsolom neked, hogy építs egy új kastélyt a városba!

source: Great Nomolas Eye! Look at the ceiling!
hu: Nomolas nézz le ránk! A plafonon!

source: Great, but does this ‘sunflower’ (*Mehir ironically talks about Kirios, Anthi’s bodyguard*) need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
hu: Remek, de ez a 'napvirág' (*Mehir megjegyzése Kiriosra, Anthi testőrére vonatkozik*) mindig a sarkadban jár? Nem lehetnénk kettesben pár percre?... Idegesít.

source: Gulp!
hu: Hopsz!

source: Guru, we should have killed him when we had the chance!
hu: Guru, meg kellett volna ölnünk, amikor volt rá esélyünk!

source: HAHAHAAAAAhaa!!! You’re pitiful.
hu: HAHAHAAAAAhaa!!! Szánalmasak vagytok.

source: HERE COMES YOUR DEATH!!!
hu: SZEMBESÍTLEK TITEKET A HALÁLOTOKKAL!!!

source: HOW DARE YOU!!! I WILL BITE YOUR HEAD OFF!!!
hu: MIT MERÉSZELSZ MONDANI!!! LETÉPEM A FEJEDET!!!

source: Hail, Dedylos. Look who comes!
hu: Helló, Dedylos! Nézd, kiket hoztam!

source: Half a year ago, the Kharosans lost contact with their eastern empire. Messengers never returned. Towns vanished. Anthi, the ruler of Kharos and Highest Priest of Light, ordered the middle-lands fortified against invisible invaders.
hu: Fél évvel ezelőtt a kharosiak elvesztették a kapcsolatot a birodalom keleti részével. A küldöncök sem tértek vissza. A városok köddé váltak. Anthi, Kharos uralkodója, a Fény Legfőbb Papja, elrendelte a középső területek megerődítését, hogy kivédjék a láthatatlan behatolók támadását.

source: Have you lost your mind?! This is not our war. Since they are busy with each other, the circle is safe.
hu: Meghibbantál?! Semmi közünk hozzájuk. Amíg egymást gyilkolásszák, a kör biztonságban van.

source: Have you said something?
hu: Mondtál valamit?

source: Have you stopped the invaders by yourselves?
hu: Egymagad bántál el a behatolóval?

source: He has disappeared in the bush. These creatures are more and more surprising by the moment.
hu: A gyík eltűnt a bozótban. Ezek a lények percről percre fantasztikusabbak.

source: He is inexperienced! If Rashti should die under his command, her energies could tear the Abyss and ruin the Great Circle!
hu: Hiszen nincs is gyakorlata! Ha Rashti meghalna a parancsnoksága alatt, energiája szétdarabolná a Mélységet, és romba döntené a Nagy Kört!

source: He must’ve fainted. Quick, give him something to drink. We must bring him to Tar-Tabar!
hu: Nagyon kiszáradhatott. Gyorsan, hozzatok vizet. Vigyük Tar-Tabarba!

source: Hello, is there anybody around here?
hu: Helló, van itt valaki?

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
hu: Segít... ség... TE NYAMVADT... én MEGHALSZ!!! ...halok...

source: Here you are, my liege! An extremely important message for you.
hu: Itt vagyok, uram! Égetően fontos híreket hoztam neked.

source: Hey! What’s going ooooOOOON?!
hu: Hé! Mi folyik iiiiIITTT?!

source: Hey, What is that salamander doing out there? He’s calling me.
hu: Hejj, mi az ördögöt csinál ott az a szalamandra? Engem hív.

source: Hey, it’s my g...
hu: Hé, hol van az ar...

source: Hey, wait! Damn, he’s gone...
hu: Hé, várj! A francba, elment...

source: Hey, what’s going on? Everything is disappearing...
hu: Hé, mi történik? Minden eltűnik...
