Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: When the fall of the middle-lands was certain, Anthi realized the Kharosan army could never defeat such a powerful enemy. But a hope remained in legend: a story of ancient siblings who had abandoned their homeland, and set out to the desert. Anthi trusted the tale, hoping the desert dwellers would return to protect their Ancestral Lands.
hu: Amikor a központi területek eleste nyilvánvalóvá vált, Anthi ráébredt, hogy a kharosiak nem képesek ellenállni egy ilyen hatalmas ellenségnek. De némi reményt talált az ősi legendákban: történeteket rég eltávozott testvérekről, akik hazájukat elhagyva a sivatagba települtek. Anthi hitt a legendáknak, s remélte, hogy a sivataglakók készek lesznek segítséget nyújtani az őshaza megvédéséhez.

source: When you were told to deliver this?
hu: Mikor bízták rád ezt az üzenetet?

source: Where do they take so much energy from?
hu: Honnan veszik ezt a sok energiát?

source: Where is that damn ship?!
hu: Hol marad az az átkozott hajó?!

source: Where is the enemy?
hu: Hol van az ellenség?

source: Where is this bi...
hu: Hol van az a kétsz...

source: Whether the rumors are true, Tashkar’s trail leads to this place. We had better watch our steps.
hu: Ideje ellenőrizni, hogy igazak-e a régi legendák. Tashkar nyomai erre vezetnek. Jó lesz vigyáznunk.

source: Who are they?! Rashti! Mehir! Save us!
hu: Kik ezek?! Rashti! Mehir! Védjetek meg minket!

source: Who are you? And what is that chest?
hu: Ki vagy? És mi van ebben a ládában?

source: Who are you?!
hu: Ki vagy te?!

source: Who dares to stand in MY WAY?!
hu: Ki merészel az UTAMBA állni?!

source: Who will know our bones?
hu: Vajon ki találja meg a mi csontjainkat?

source: Who... who are you?
hu: Hé... ki vagy?

source: Why are you telling me such details?! Move it, soldier!
hu: Hagyjuk a részleteket! Mozgás, emberek!

source: With so much gold I can buy the whole army of Sud-Affar! And these lamps...
hu: Ennyi tömérdek arannyal Sud-Affar egész seregét felbérelhetem! És ezek a lámpák...

source: With troops loyal to him, Mehir prepared an expedition to depart in one week. The Council sent with them a letter to the people of Kharos — an invitation to the Abyss. It was an empty diplomatic gesture to both Mehir and Atiros, for the Elders did not expect anyone to survive, nor to make it across the treacherous sea in any great numbers.
hu: Mehir a hozzá hű embereivel egyhetes akciót készített elő. A Tanács levelét is magukkal vitték a kharosiakhoz — egy meghívót a Mélységbe. Ez puszta formalitás volt, gesztus Atiros és Mehir irányába. Az Öregek biztosak voltak benne, hogy senki sem éli túl az expedíciót, hiszen a viharos tengeren való átkelés is kész öngyilkosság.

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
hu: Aranyszálakból szőtt, a Mélység szele által inspirált szőnyeg. Tulajdonosának figyelemreméltó sebességet és fürgeséget biztosít. A sebességet 50%-kal növeli. Semlegesíti a zónakontrollt (portyázó képességet biztosít).

source: Woven of golden threads, inspired by Abyssal winds. One who possesses this ancient vehicle, gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
hu: Aranyszálakból szőtt, a Mélység szele által inspirált szőnyeg. Tulajdonosának figyelemreméltó sebességet és fürgeséget biztosít. A sebességet 50%-kal növeli. Semlegesíti a zónakontrollt (portyázó képességet biztosít)

source: Wow!
hu: Húha!

source: Wow, he’s fast. This is the end. You won’t get inside. Take him!
hu: Hű, milyen gyors. De ott vége a dalnak. Nem tud bejutni. Fogjátok el!

source: Writing Revisions
hu: Szöveg javítása

source: YAAAAAGGH!!!
hu: ÁÁÁÁHHH!!!

source: Yes I am!
hu: Igen, olyan vagyok!

source: Yes sir!
hu: Igen, uram!

source: Yes, sir!
hu: Igen, uram!

source: Yes, sir! Follow me!
hu: Igen, uram! Kövessetek!

source: Yes, sir?
hu: Igen, uram?

source: Yes, well, I’m none too happy for the bumps and cuts you gave me, but we’re quite EVEN now.
hu: Nos, igazából nem vagyok boldog a rombolás és a sebek miatt, amit okoztál, de most EGÁLBAN VAGYUNK.

source: Yes.
hu: Igen.

source: Yes. I ordered Atiros to find you and bring you here. Sometimes fairy tales are true. Please, enter our city.
hu: Igen. Én küldtem érted Atirost. Néha a régi legendák igazat szólnak. Kérlek, lépj be a városunkba!

source: Yes. Today you will leave this world forever and return to the Abyss.
hu: Igen. Ma örökre elhagyod ezt a világot, és visszatérsz a Mélységbe.

source: Yes. Well, no. I mean, sort of. Atiros, I...
hu: Igen. Nos, nem. Akarom mondani, tulajdonképpen. Atiros, nekem...

source: You are lost within yourself, and can harm me no more!
hu: Magad miatt buksz el, s többé nem állsz az utamba!

source: You are not my master.
hu: Nem vagy a mesterem.

source: You are nothing to me.
hu: Kár örülnöd senkiházi.

source: You are strong. And... kind.
hu: Erős vagy. És... kedves.

source: You belong to ME!
hu: Te HOZZÁM tartozol!

source: You can always turn on/off the weather effects. To do that right-click anywhere on the map and choose which effects you want to disable or enable.
hu: Néhány hatást bármikor kikapcsolhatsz. Ehhez jobbklikk a térkép egy pontjára, s a menüből válaszd ki, melyik hatást akarod ki- vagy bekapcsolni.

source: You can count on us, but not on those magical guardians. Jaffar ordered them to protect the circle and they will listen to only his voice.
hu: Számíthatsz ránk, de a mágikus őröket kerüld! Jaffar parancsára a Kört őrzik, s csak az ő hangjának engedelmeskednek.

source: You can kill a being but...
hu: Megölheted a lényt, de...

source: You can level up your Grand Summoners to Summons Masters now. Your Neutral Summoners can summon Jinns now.
hu: A nagy varázslóidat mostantól varázslómesterré fejlesztheted. A semleges varázslóid mostantól dzsinneket is megidézhetnek.

source: You can now recruit dimensional gates, air elementals, and earth elementals.
hu: Mostantól dimenziókapukat, szellő- és földlényeket is toborozhatsz.

source: You can use the giant circle you are standing on in order to recruit or recall units.
hu: Használhatod a hatalmas kört, amelyen állsz, hogy toborozz vagy visszahívj egységeket.

source: You cannot...
hu: Te nem...

source: You come only to take. You shall die.
hu: Csak elvenni akarsz. Meghalsz.

source: You come the wrong way. You shall die.
hu: Rossz helyre jöttél. Meghalsz.

source: You defend the town and I will prepare a counterattack.
hu: Te gondoskodj a város védelméről, én pedig megpróbálok ellentámadást szervezni!

source: You didn’t ask, my liege.
hu: Nem kérdeztél, uram.

source: You do not understand, human...
hu: Te ezt nem értheted, ember...

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
hu: Te ezt nem érted. A Mélység a mi életünk központja. Ha a varázslók átköltöznek oda, nem térnek vissza, s én csapdába estem ebben a halandó világban...

source: You fool! She’s one of the ultimate beings! If she turns against us, consequences will be catastrophic! You’d better advise me how we should defeat that thing before it’s too late!
hu: Te ostoba! Hiszen ő egy szuperlény! Ha ellenünk fordul, abból katasztrófa lesz! Akkor legalább most mondd el, hogy tudom minél hamarabb megsemmisíteni azt az átkozott ifritet, nehogy elbukjunk!

source: You fool, Because of you we will never see the Abyss!
hu: Te átkozott, miattad nem láthatjuk a Mélységet!

source: You fool. You serve people, instead of enslaving them. You’re a pity.
hu: Te ostoba! Szolgálod az embereket, ahelyett, hogy a rabszolgáddá tennéd őket. Szánalmas vagy.

source: You have been wondering... What that big red circle on the wall is, have you not?
hu: Csodálkozni fogsz... Vajon mi lehet az a nagy vörös kör a falon, talán tudod?

source: You have chosen. Always remember.
hu: Választottál. Mindig emlékezni fogok rád.

source: You lied to us, Anthi. We’ve lost everything and the Sun has abandoned us. That’s why I choose the night! Fight with me people! We must destroy this false religion and those who protect it!
hu: Hazudtál nekünk, Anthi. Mindent elvesztettünk, és a Nap is elhagyott bennünket. Ezért választottam az éjszakát! Kövessetek, emberek! Meg kell semmisítenünk ezt a hamis vallást, s azokat, akik védelmezik.

source: You look familiar...
hu: Ismerősnek tűnsz...

source: You must be joking. You will never defeat me, as I am the cleverest and strongest of all beings, with many of my kind who now know freedom. Fight me if you dare, but I warn you begone, Summoner!
hu: Viccelsz? Sosem ölhetsz meg, mivel én vagyok a legokosabb és legerősebb minden lények közül, s számosan követnek engem, akik már megismerték a szabadság ízét. Harcolj velem, ha mersz, de inkább menekülj, Varázsló!

source: You really should go!
hu: Valóban menned kell!

source: You shall pay a mouth of sand for this. Kill him and set Tashkar free!
hu: Ezért megfizetsz! Öljétek meg, és szabadítsátok ki Tashkart!

source: You share it?
hu: Elmondod?

source: You speak our language?!
hu: Beszélsz a nyelvünkön?

source: You stupid cloth! We are the ones who died for you!
hu: Te ostoba fafejű! Mi vagyunk azok, akik meghaltak érted!

source: You surfacers are very stubborn. Leave our kingdom or we will force you to do that, Summoner.
hu: Te makacs földlakó! Hagyd el a királyságunkat önszántadból, vagy mi hajítunk le innen, varázsló!

source: You two are fools. It was always for Guru to decide.
hu: Mindketten ostobák vagytok. Mindig is a Guru tervei szerint cselekedett.

source: You want to withdraw, but where?
hu: Vissza akarsz vonulni, de hova?

source: You will never harm your master!
hu: Soha nem árthatsz a mesterednek!

source: You will never obtain our Eternal Light! In the name of Sun, kill him!!!
hu: Nem kaparinthatod meg az Örök Fényt! A Nap nevében, öljétek meg!!!

source: You will never rescue them! NEVER!!! KNOCK THEM OFF!
hu: Sosem szabadítjátok ki őket! SOHA!!! LÖKJÉTEK A SZAKADÉKBA A KORCSOKAT!

source: You will see...
hu: Majd meglátod...

source: You! It’s impossible! You’re dead!
hu: Te! Ez lehetetlen! Te meghaltál!

source: You. You are not from here. You are not from this world, either. You are a slave, far more powerful than your masters. It’s time for you to choose: to serve or be free! Decide NOW!
hu: Te. Te nem innen származol. Nem is ebből a világból. Szolga vagy, habár sokkal hatalmasabb a rabtartódnál. Ideje választanod: szolgálsz, vagy szabaddá válsz! Dönts MOST!

source: Your armies consist of humans, who are very easy to kill. We, contrariwise, mainly use beings from the Abyss, which cannot be poisoned or eaten, which seem to be the favorite tactics of your enemies. You’re lucky I’ve decided to help you.
hu: A ti seregetek emberekből áll, akiket könnyű megölni. Ezzel szemben mi főleg mélységi lényeket használunk, amiket nem lehet megmérgezni vagy felfalni, amivel az ellenségeitek operálnak. Szerencsétek, hogy úgy döntöttem, hogy segítelek titeket.

source: Your bravery is amazing. Maybe I will manage to send you some reinforcements.
hu: A bátorságod példamutató. Amint tudok, küldök erősítést.

source: Your deputy, was he cut by a blade?
hu: A testőrödet karddal vágták le?

source: Your goodness is unmeasured! Thank you!
hu: Mérhetetlen a jóságod. Köszönjük!

source: Your stupid religion won’t save you like it didn’t save the others. So before you die, I will give you a chance. The chance to revolt against your false religion and the hypocrites which are ordering you to die! You must choose whether to die in a honorable way or to die in fear!
hu: Az ostoba vallásotok nem fog megmenteni titeket, ahogy a többieket sem mentette meg. De mielőtt meghaltok, kaptok egy esélyt. Az esélyetek, hogy fellázadtok az ostoba vallásotok és álszent papjaitok ellen, akik csak a halálba küldenek titeket! Válasszatok, hogy dicsőségesen vagy rettegve akartok meghalni!

source: You’d better be wrong.
hu: Ajánlom, hogy tévedj!

source: You’d better hurry up before we fall to this... hell. And don’t get yourself killed. You’re the ultimate being, without you we would lose the Abyss!
hu: Jó lenne, ha sietnél, mielőtt elnyel minket ez a... pokol. S ha lehet, ne ölesd meg magad! Te egy szuperlény vagy, nélküled elveszik számunkra a Mélység!

source: You’ll pay for destroying our Holy Place, you... you night demons! The Sun will burn you with its Divine Flames!!!
hu: Megfizetsz azért, mert a Szent Helyünkre behatoltál, te... te sötét démon! A Nap perzseljen meg az Isteni Sugaraival!!!

source: You’ll talk later; we have a job to do. Their leader is dead, but they haven’t given up yet.
hu: Majd később beszélünk; most még van egy kis dolgunk. A vezér halott, de még vannak ellenségeink.

source: You’re right...
hu: Igazad van...

source: a Great Jinn can build a better wall for Saffaros
hu: Egy nagy dzsinn építhetne erősebb falakat is Saffarosnak.

source: amulet^Leave it
hu: Otthagy

source: amulet^Take it
hu: Felvesz

source: ancient cuirass
hu: ősi vért

source: and now, KILL THE REST OF THEM!
hu: és most, IRTSÁTOK KI ŐKET AZ UTOLSÓ SZÁLIG!

source: armor^Leave it
hu: Otthagy

source: armor^Take it
hu: Felvesz

source: cap of power
hu: energiasisak

source: cap^Leave it
hu: Otthagy

source: cap^Take it
hu: Felvesz

source: carpet^Leave it
hu: Otthagy

source: carpet^Take it
hu: Felvesz

source: circle of destruction
hu: pusztító kör

source: cloak^Leave it
hu: Otthagy

source: cloak^Take it
hu: Felvesz

source: collar
hu: nyaklánc

source: collar^Leave it
hu: Otthagy

source: collar^Take it
hu: Felvesz

source: divine spear
hu: isteni dárda

source: eye of Abyss
hu: a Mélység szeme

source: iceball
hu: jéggolyó

source: incantation of power
hu: erővarázslat

source: inferno8 presents
hu: inferno8 bemutatja

source: magical scimitar
hu: mágikus handzsár

source: metamorph
hu: átváltozás

source: mystical scimitar
hu: misztikus handzsár

source: pssst!
hu: Psssszzzt!

source: scimitar
hu: handzsár

source: scimitar^Leave it
hu: Otthagy

source: scimitar^Take it
hu: Felvesz

source: scroll
hu: tekercs

source: spear^Leave it
hu: Otthagy

source: spear^Take it
hu: Felvesz

source: team_name^Aerius
hu: Aerius

source: team_name^Army of Mag-Magar
hu: Mag-Magar serege

source: team_name^Army of Sud-Affar
hu: Sud-Affar serege

source: team_name^Barbarians
hu: Barbárok

source: team_name^Dedylos
hu: Dedylos

source: team_name^Enemy
hu: Ellenség

source: team_name^Enlightened Ones
hu: Megvilágosodottak

source: team_name^Expedition
hu: Expedíció

source: team_name^Highest Council
hu: Legfőbb Tanács

source: team_name^Hydras
hu: Hidrák

source: team_name^Invaders
hu: Behatolók

source: team_name^Kharos
hu: Kharos

source: team_name^Lizards
hu: Gyíkok

source: team_name^Mage
hu: Mágus

source: team_name^Mages
hu: Mágusok

source: team_name^Master of Battle
hu: Csaták Mestere

source: team_name^Master of Darkness
hu: Sötétség Mestere

source: team_name^Master of Fire
hu: Tűzmester

source: team_name^Master of War
hu: Háború Mestere

source: team_name^Master of Water
hu: Vízmester

source: team_name^Mehir
hu: Mehir

source: team_name^Neutral
hu: Semleges

source: team_name^Post
hu: Őrhely

source: team_name^Rashti
hu: Rashti

source: team_name^Reficul
hu: Reficul

source: team_name^Unknown
hu: Ismeretlen

source: team_name^Unknown 1
hu: Ismeretlen 1

source: team_name^Unknown 2
hu: Ismeretlen 2

source: team_name^Unknown 3
hu: Ismeretlen 3

source: turn on/off lightning
hu: villámlás ki/be kapcsolása

source: turn on/off rain
hu: eső ki/be kapcsolása

source: turn on/off rain sound
hu: esőhang ki/be kapcsolása

source: ultimate circle
hu: végső kör

source: ultimate circle: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% - lvl 0, 1, 2, 3, 4) regenerate themselves and receive a +20% bonus to fire, cold and arcane resistance. At the beginning of each turn all adjacent enemy units are slowed and receive some damage.
hu: Végső kör: Az egység a legerősebb mágikus körrel rendelkezik. Képes egységeket toborozni és visszahívni anélkül, hogy a vártoronyban állna (kivéve erdős terepen). Minden baráti egység jobban harcol a közelében (+125%, +100%, +75%, +50%, +25% sebzés - 0, 1, 2, 3, 4 -es szinteken), regenerálódik, s 20% plusz ellenállással bír a tűz-, hideg illetve földöntúli támadások ellen. Minden kör elején a szomszédos ellenséges egységek lelassulnak, s némi sebzést szenvednek el.

source: “As we bring forth, so shall we go.”
hu: “Az örök fényesség vezessen titeket az utatokon.”

source: “Our skyship will take you and Rashti to the top of the mountain near the Sun Dome. Use your new circle to bring your troops from our kingdom to your location. Hurry up. Every minute new defenders will appear. Get inside the Dome, take one half of the Ray and flee back to the top. We will evacuate you from there. Remember — you have only one chance.” Mehir listened to this all and flew away...
hu: “A léghajónk kitesz titeket Rashtival a Nap Dómja közelében lévő hegy csúcsán. Használd az új körödet, hogy magadhoz rendeld a seregedet a királyságunkból. Gyorsan haladj! Minden percben új védők érkeznek. Hatolj be a Dómba, vedd el a Sugár felét, s vonulj vissza a hegycsúcsra. Ki fogunk hozni onnan. Ne feledd — csak egy lehetőséged van.” Mehir végighallgatta az instrukciókat, aztán elrepült...
