Repository: inferno8/wesnoth-To_Lands_Unknown
Catalog: translations/*/LC_MESSAGES/wesnoth-To_Lands_Unknown.po
Languages: hu

source: Strange...
hu: Különös...

source: Stranger, Rhaxiz has sent me to thank you for your help.
hu: Idegen, Rhaxiz küldött hozzád, hogy megköszönjük a segítségedet.

source: Suffocated, like his fellow. This is grim.
hu: Megfulladt, mint a társa is. Ez szörnyű.

source: Summoner
hu: Varázsló

source: Summoner, I shall escort you.
hu: Varázsló, elkísérlek.

source: Summoners go from Ka-Gatta to al-Kamija. You shall die.
hu: A varázslók Ka-Gattából al-Kamijába költöztek. Meghalsz.

source: Sun Dome
hu: Nap Dóm

source: Surrender! You have no chance to win; you are alone.
hu: Add meg magad! Nincs esélyed a menekülésre; egyedül vagy.

source: Survive until the ship arrives.
hu: Kitartasz, míg az űrhajó megérkezik

source: THEY’RE HERE!!! RUN!!!
hu: ITT VANNAK!!! MENEKÜLJETEK!!!

source: TLU
hu: ÚAI

source: Take the carpet and get us some reinforcements!
hu: Pattanj a szőnyegre, és hozz erősítést!

source: Take those barbarians. And now...
hu: Kapd el azokat a barbárokat. És most...

source: Target destroyed. Awaiting orders.
hu: Célpont megsemmisítve. További parancsra várok.

source: Target locked. Executing pacification procedure.
hu: Célpont bemérve. Megsemmisítés folyamatban.

source: Tashkar, the leader of Tar-Tabar, was missing. He had been seen heading with soldiers to Ka-Gatta — the first, now abandoned capital of the Summoners. None knew why he had gone. His deputy could know such a thing, but had disappeared as well. The High Council ordered Mehir to pursue—and if necessary, rescue—the leader and his army.
hu: Tashkar, Tar-Tabar vezetője, eltűnt. Utoljára akkor látták, amikor zsoldosok élén Ka-Gatta — a varázslók első, mára már elhagyott fővárosa — felé tartott. Senki sem tudja, mit keresett ott. A kísérői talán tudnának mondani valamit, de ők is eltűntek. A Legfőbb Tanács utasította Mehirt, hogy keresse meg — szükség esetén szabadítsa ki — a vezetőt és seregét.

source: Tashkar’s deputy! He’s been cut into pieces.
hu: Tashkar testőre! Miszlikbe van aprítva.

source: Tell me of Kharos.
hu: Beszéljetek Kharosról

source: Thank Nomolas! Help at last! My army has been almost defeated by those creatures of darkness... wait, you don’t look like one of the leaders of the Trinity. Who are you?
hu: Hála Nomolasnak! Végre itt a segítség! Már majdnem a teljes seregemet felmorzsolták azok a sötét teremtmények... várj csak, hiszen te nem a Háromváros Vezérei közül való vagy. Ki vagy te?

source: Thank Nomolas! You’re back! I have made a mistake bringing you here. Now everything’s back to normal, we can finally go home.
hu: Hála Nomolasnak! Visszatértél! Hiba volt, hogy magammal hoztalak. De most már minden elrendeződött, visszatérhetünk a városba.

source: Thank Sun! My soldiers are recovering consciousness!
hu: Hála a Napnak! A katonáink visszanyerték józanságukat!

source: Thank goodness I didn’t sleep through that lecture in Summoner school!
hu: Hála istennek a varázslók iskolájában ezt az órát nem aludtam át!

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer.
hu: Hála legendás testvéreinknek a Nagy-sivatagból. Íme, Mehir, a megmentőnk.

source: Thank the sun, for Kharos is untouched, for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
hu: Hála a Napnak, hogy Kharos megmenekült, egyelőre. Akkor ezek csak felderítők. Meg kell védenünk Saffarost! Mehir, segítesz?

source: Thank you for this explanation, old man. I have gathered all necessary information. It’s time to return..
hu: Köszönet a magyarázatért, öreg. Minden szükséges információt összegyűjtöttem. Ideje visszatérnem...

source: Thank you, for sparing me a terrible mistake. What of Rashti? She’s half-good...
hu: Köszönöm, hogy megkíméltél egy végzetes hiba elkövetésétől. S mi van Rashtival? Ő félig jó...

source: That isss not everything. Apart from that I found these two demons’ cans. They can be very useful.
hu: Ez még nem minden. Találtam még két démonkonzervet is a sátrában. Hassszznosak lehetnek.

source: That means the circle is going to be finished... oh no...
hu: Ez azt jelenti, hogy mára már befejezték a kört... ó, ne...

source: That was close. May the Abyss keep you, Mehir.
hu: Meleg helyzet volt. A Mélység fogadjon magába, Mehir!

source: That’s the last of them.
hu: Ez volt az utolsó közülük.

source: That’s the last of them. Let’s defeat the rest and get out of this place.
hu: Ez az utolsó köztük. Irtsátok ki a maradék barbárokat, aztán tűnjünk el innen!

source: That’s the last of them. We must bring our sad news to al-Kamija. Tashkar has died... and I thought ill of him, for no reason. I am so ashamed. I could have done more.
hu: Ez volt az utolsó közülük. Meg kell vinnünk a szomorú hírt al-Kamijába. Tashkar meghalt... s én még azt hittem, hogy magával akart végezni. Szégyellem magam. Bár többet tehettem volna érte.

source: That’s the place. I can see cages and... there are captured lizards inside.
hu: Ez az a hely. Látom a ketreceket, és... bennük az elfogott gyíkokat.

source: That’s the place. I can see his canopy over the dunes.
hu: Ez az a hely. Látom is a sátorrudakat a dűnék fölött.

source: That’s... fantastic. I am not surprised at all that he persuaded so many creatures to follow him. But I will not fail, because now I can summon jinns!
hu: Ez... fantasztikus. Nem csodálom, hogy ilyen sok követőt vonzott magához. De nem bukhatok el, hiszen dzsinneket is használhatok!

source: The $unit.language_name brushes aside a pile of sand, revealing a body.
hu: A $unit.language_name félresöpri a homokot, s egy testet fedez fel.

source: The $unit.language_name disturbs the sand, revealing another body.
hu: A $unit.language_name feltúrja a homokot, s egy újabb testet fedez fel.

source: The $unit.language_name upturns a corpse with a deep gash in its side.
hu: A $unit.language_name felfordítja a testet, amelynek oldalán egy mély vágás van.

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics mady by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate)
hu: Az Ősök mindig is megidéztek elemi lényeket — tiszta energiából lévő lényeket. S mindig is álmodoztak arról, hogy egy olyan lényt sikerül megidézniük, amely a négy ismert elem keverékéből áll. De sosem sikerült nekik. Végül egy egyedülálló amulettet készítettek, amely lehetővé teszi egy elemi lény más elemi lénnyé alakulását. Ez a leghatalmasabb relikvia, amelyet az Ősök készítettek. Az elemei egység egy másik elemi lénnyé alakulhat. (használatához jobbklikk az egységen)

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics mady by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
hu: Az Ősök mindig is megidéztek elemi lényeket — tiszta energiából lévő lényeket. S mindig is álmodoztak arról, hogy egy olyan lényt sikerül megidézniük, amely a négy ismert elem keverékéből áll. De sosem sikerült nekik. Végül egy egyedülálló amulettet készítettek, amely lehetővé teszi egy elemi lény más elemi lénnyé alakulását. Ez a leghatalmasabb relikvia, amelyet az Ősök készítettek. Az elemi egység egy másik elemi lénnyé alakulhat. (használatához jobbklikk az egységen)

source: The Army did not go into Ka-Gatta. The passage of so many men would have left a sign.
hu: A sereg nem mehetett Ka-Gattába. Annyi embernek széles csapást kellett volna hagynia maga után.

source: The City of Light
hu: A Fény Városa

source: The Great Desert
hu: A Nagy-sivatag

source: The Highest Council decided to finish the Circle as soon as possible and activate it!
hu: A Legfőbb Tanács úgy döntött, hogy két hét alatt befejezik a kört, és aktiválják is, amint lehet.

source: The Highest Council has contemplated a long time on the subject and finally made a unanimous...
hu: A Legfőbb Tanács hosszasan tárgyalta a témát, végül egyhangúlag...

source: The Keeper sent us. We’re here to rescue you.
hu: A Vezető küldött minket. Azért jöttünk, hogy kiszabadítsunk titeket.

source: The Kharosans know magic, but it is not the summoning one used by the Summoners. The Priestesses of Light are the only ones in their society who know how to use it. Often called white magic, it comes from the energy of the Sun, a fact that greatly surprised the Summoners. To them, magic always has come from the Abyss. The Priestesses can control the power of the light using their minds. Mehir noted that the Darkblooded, the Tharis, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting.
hu: A kharosiak ismerték a mágiát, de a megidézést nem, amit a varázslók használtak. A Fény Papnői voltak az egyetlenek, akik használták ezt a tudást. Gyakran fehér mágiának is nevezték, s a Nap energiájából származott, a varázslók legnagyobb ámulatára. Nekik a mágia forrása mindig a Mélység volt. A papnők elméjük által irányították a fény energiáját. Mehir megjegyezte, hogy a Sötétvérűek, a tharisiak és a rejtélyes repülő mágus, Aerius is valamilyen furcsa módját használták a mágiának.

source: The Last Summoner
hu: Az utolsó varázsló

source: The Last Summoner and the most powerful that ever lived...
hu: Az utolsó varázsló, s mind közül a leghatalmasabb, aki valaha is élt...

source: The RashtiRhami also called the Ultimate Rhami is one of the 4 most powerful beings called by Summoners. RashtiRhami consists of two powerful entities — the calm, wise HoRhami and the fearful and cruel DharmaRhami.
hu: A RashtiRhami; vagy ahogy egyesek nevezik, Végső Rhami; egyike a négy legerősebb lénynek, akiket a varázslók megidéztek. A RashtiRhami két hatalmas erejű lényből tevődik össze — a higgadt, bölcs HoRhamiból és a félelmetes, kegyetlen DharmaRhamiból.

source: The Sun Ray is located inside the Sun Dome in the inaccessible mountains west to Kharos. It is well guarded by the best warriors and its local garrisons. If Mehir would have attacked them overland, he would not have broken through. Even immortal Rashti could not maintain her form against such a horde, and her evil side is cruel. So the magi sent them upon a flying ship, that they might land atop a mountain near the Dome. With surprise, and speed, the defenders would be overwhelmed, giving Mehir time to capture the Ray before reinforcements arrive.
hu: A Napsugár a Nap Dómjában található, Kharostól nyugatra, egy megközelíthetetlen hegységben. A legjobb harcosok őrzik, s külön helyőrsége is van. Ha a szárazföld felől próbálná Mehir megközelíteni, nem jutna el oda. még a halhatatlan Rashti sem volna képes megőrizni magát ekkora horda ellenében, s az előtörő gonosz oldala roppant kegyetlen dolgokra képes. Tehát a mágusok léghajóra ültették őket, amellyel a Dóm közeli hegytetőn landolhattak. A gyorsaság és a rajtaütésszerű támadás révén Mehir meglepheti a védőket, s nyerhet egy kis időt, amíg megszerzi a Sugarat, mielőtt az erősítés megérkezik.

source: The True Rhashti is the final form of RashtiRhami. Achiving supreme harmony between DharmaRhami and HoRhami, the True Rashti is considered as a perfect entity often compared with Nomolas — the First Jinn.
hu: Az Igazi Rashti a RashtiRhami végső formája. Az Igazi Rashtiban tökéletesen egyensúlyban van a DharmaRhami és a HoRhami, mármár olyan tökéletes ez a lény, mint Nomolas — az Első Dzsinn.

source: The ancient jinn intones, “How do you come to Ka-Gatta?”
hu: Az ősdzsinn felcsattan, “Hogy jöttetek be Ka-Gattába?”

source: The army of the Tharis, as the Kharosans called them, was destroyed. Small groups of survivors retreated far away to the east, allowing people to return to their old lands. The conflict had stopped — for now.
hu: A tharisi sereg, ahogy a kharosiak nevezték őket, megsemmisült. A túlélők kisebb csapatokban menekültek vissza messze keletre, s az elmenekült emberek visszatérhettek korábbi hazájukba. A háború véget ért — egyelőre.

source: The artifact must be there. Find it, quick!
hu: Ott kell lennie a tárgynak! Igyekezz!

source: The bridge is burnt
hu: A hidat felégeted

source: The calm and wise HoRhami.
hu: A higgadt és bölcs HoRhami.

source: The circle has been destroyed! We’ve lost contact with the capital. Reinforcements won’t arrive for weeks! We’re lost...
hu: A kör megsemmisült! Elvesztettük a kapcsolatot a fővárossal, az erősítés csak hetek múlva ér ide! Elvesztünk...

source: The construction of the Great Circle continued. It was connected to the portal in Tar-Tabar, and three months later it returned to the place where it started — to Mag-Magar. A new stage of construction began: the cities of the Trinity were to be connected with al-Kamija. Also, new, smaller circles were to be made. This time, construction was faster because of the thousands of workers from the capital. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer and biggest circle was finished. But he still had opportunity to test his new skills in battle.
hu: A Nagy Kör építési munkálatai folytatódtak. Becsatlakozott a tar-tabari kapuhoz, s három hónappal később visszaértek a kiindulási helyre — Mag-Magarba. Az építkezés új irányokban folytatódott. A Háromváros mindegyikét összekötötték Al-Kamijával. Ezenkívül egy új, kisebb kört is készítettek. A munkálatok gyorsabban haladtak, mert ezúttal fővárosi munkások ezrei is dolgoztak. Mehirnek, akárcsak a Háromváros többi vezetőjének, szabadságában állt eldönteni, hogy mit csinál, mivel a külső és a belső kör is elkészült. De egy lehetőség kínálkozott, hogy letesztelje újonnan megtanult képességeit.

source: The dark armies have captured all of the cities of the middle-lands; we had to evacuate all of our citizens that live there, and now they’re behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by its port if the capital falls.
hu: A sötét hordák elfoglalták a központi területek minden városát; ki kellett menekítenünk a lakosokat, s most Kharos erős falai mögött vannak. Egyedül Saffaros áll még, mivel ennek kikötőjén szeretnénk kimenekíteni a lakosokat a sivatagba, ha netán elesne a főváros.

source: The dark aura has gone. Atiros, I sent you with nothing and you came with victory. May Sun bestow you with infinite Light.
hu: A sötét aura szétoszlott. Atiros, üres kézzel indultál útnak, s győztesen tértél vissza. A Nap végtelen fénye ragyogjon Rád!

source: The enchantment has been dispelled, and the magical entities have regained their personalities.
hu: A megbabonázás megszűnt, a mágikus lények visszanyerték korábbi személyiségüket.

source: The fearful and cruel DharmaRhami.
hu: A félelmetes, kegyetlen DharmaRhami.

source: The flight of the $unit.language_name disturbs the ancient sand upon the cliff.
hu: A $unit.language_name röpte felkavarja a sziklán a port.

source: The following morning the Great Circle—the biggest undertaking in the world—was finished. The dream about the Abyss almost became true, like never before. Only the activation of the Circle was needed for Summoners to leave this mortal world and enter the magical land of endless possibilities. In the Central Palace of al-Kamija a great celebration began, during which the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council painted together the last segment and when it touched the Abyss...
hu: A következő reggelen a Nagy Kör — a legnagyobb építmény a világon — elkészült. A Mélységgel kapcsolatos álmok karnyújtásnyi közelségbe kerültek. Már csak a kör aktiválását kellett elvégezniük a varázslóknak, hogy elhagyják ezt a halandó világot, s belépjenek a végtelen lehetőségek mágikus földjére. Al-Kamija Központi Palotájában nagy ünnepség kezdődött, mialatt a kört összekapcsolták a kinyitott kapuval. A Háromváros vezetői és a Legfőbb Tanács elnöke felrajzolták az utolsó jeleket is, összeállt a mágikus szekvencia, s ahogy megérintették, kinyílt a Mélység...

source: The fools are coming... FALL!
hu: Az ostobák kitámadnak... OMLÁS!

source: The frightful army had arrived just after dusk, from the northeast. Malib had seen hundreds of red lights — their eyes, it would seem. They never stopped. Walls were literally crushed in front of them. After a few minutes the whole city turned into burning rubble. In time the power of the witches decreased, but the defenders would soon fall, like so many walls. Luckily the portal was untouched, so Malib sent a messenger to al-Kamija for help. A few minutes later Mehir and Rashti appeared.
hu: A félelmetes sereg az alkony leszállta után érkezett északkeletről. Malib azt mondta, hogy vörös lámpácskák százait látta — a szemüket, a jelek szerint. Nem lehetett őket megállítani. A falak szó szerint leomlottak előttük. Néhány perccel később az egész város égő romok halmazává lett. Idővel a boszorkányok ereje elfogyott, de a város továbbra is kemény ostrom alatt állt. Szerencsére a teleportkapu nem sérült, ezért Malib segélykérő követet küldött Al-Kamijába. Néhány perccel később Mehir és Rashti megérkeztek.

source: The ground is trembling...
hu: A föld megremeg...

source: The holy Rashti’rhami told me that Mehir is worthy of becoming her master.
hu: A szent Rashti'rhami mondta nekem, hogy Mehir megérdemli, hogy a mesterévé legyen.

source: The huge territory of al-Kamija burst into blue flames. Billions of dunes, walls, cities, buildings, towers, millions of people — everything was absorbed by this unreal glow.
hu: Al-Kamija óriási területen kék sugárzásba merült. Dűnék milliárdjai, falak, városok, tornyok, emberek milliói — mindent elnyelt ez a valószínűtlen fényesség.

source: The journey lasted two days. At last, the ship’s crew reported that they had reached their destination. Mehir thought it was a joke because there was no land around. So the captain asked him to look into the sky.
hu: Két napig vitorláztak, mikor az őrszem jelentette, hogy megtalálta a célt. Mehir azt hitte, hogy képzelődik, hiszen körös-körül csak a végtelen víz hullámzott. A kapitány viszont felmutatott az égre.

source: The jungle may not be safe. This work drives us to lands unknown.
hu: A dzsungel nem igazán biztonságos. Ez a munka ismeretlen vidékre visz minket.

source: The kingdom is in danger. One of us must warn it.
hu: A királyságunk veszélyben van. Egyikünknek vissza kell térni, hogy figyelmeztessük őket.

source: The last stained-glassed window shows a Kirios, the most powerful guardian of the Sun. This kind of warrior protects our temples and the priestesses inside. Because I am the highest of all priestesses, the best guard serves me.
hu: Az utolsó ólomüveg ablak egy Kiriost mutat, a Nap leghatalmasabb őrét. Ezek a harcosok védik a templomainkat, s a papnőinket. Mivel én vagyok a legfőbb papnő, engem a legjobb testőr véd.

source: The leader of lizards is dead. We have lost our chance...
hu: A gyíkok vezetője meghalt. Elvesztettük a csatát...

source: The mysterious stranger was in a critical state. He had no water on him, astonishing everybody. One thing was sure — the stranger was not from al-Kajima. It was evident from his exotic garb. After arriving in Tar-Tabar, the newcomer was taken to a hospital. Everybody waited for him to awaken, to find out who he was and what he wanted.
hu: A rejtélyes idegen kritikus állapotban volt. Egy hónapja vándorolt a sivatagban. A varázslók megdöbbenésére egyáltalán nem volt nála víz. Egyvalami biztos volt — az idegen nem Al-Kamijából érkezett. Rögtön látszott ez a különös öltözetéből is. Ahogy megérkeztek Tar-Tabarba, a jövevényt kórházba szállították. Mindenki leste az ébredését, hogy megtudják, ki ő, és miért vágott neki a sivatagnak.

source: The next time you see fit to walk near a hole, I shall throw you in myself.
hu: Legközelebb, ha ingered támad egy gödör szélén sétálni, saját kezűleg hajítalak belé.

source: The only scroll I have summons a Fire Elemental. Let’s try.
hu: Az egyetlen tekercsemmel elemi tüzet tudok megidézni. Meglátjuk.

source: The reinforcements from Sud-Affar will come soon. We must be on our guard. There is a large tropical forest in front of us full of dangerous creatures. We will need many troops.
hu: Sud-Affarból az erősítés hamarosan megérkezik. Meg kell szerveznünk az őrséget. Egy hatalmas dzsungel, tele veszélyes lényekkel, állja az utunkat. Több katonára lesz szükségünk.

source: The story caused the Summoners many troubles. In the next few months the Circle would be ready, and then, their whole country would disappear from this world. Protecting the Circle had the highest priority; interfering in foreign wars was unthinkable. Mehir, despite the Highest Council’s pronouncements, thought otherwise.
hu: A történet több problémát is okozott a varázslóknak. Pár hónap múlva elkészülnek a Körrel, s akkor egész országuk eltűnik ebből a világból. A Kör védelme volt a legfontosabb dolog; idegenek háborújába beavatkozni meg nem szerettek volna. Mehir másképp vélekedett, mint a Legfőbb Tanács.

source: The tablet is written in an ancient text, and difficult to pronounce. “Hashtara maroosh. Kinbala, tanbdrala, bolombralra...”
hu: A felirat egy ősi szöveget tartalmaz, nehéz helyesen kiolvasni. “Hashtara maroosh. Kinbala, tanbdrala, bolombralra...”

source: The time of peace did not last long. One day Mehir was summoned immediately to al-Kamija, for a secret meeting of the High Council.
hu: A békeidők nem tartottak sokáig. Egy napon Mehirt sürgősen al-Kamijába idézték a Legfőbb Tanács titkos ülésére.

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Circle has to be activated in 15 days to keep it aligned with the otherworldly Abyss.
hu: Rashti'rhami átváltozása összezavarta a világok közötti sokdimenziós helyet, így tizenöt nap múlva aktiválják a kört, hogy a Mélységet a régi helyén elérjék, mielőtt az megváltozik.

source: The victim speaks. How do you find the strength after I have tortured you for so long?
hu: Hiszen ez még beszél. Még mindig van erőd, azok után, hogy oly sokáig kínoztalak?

source: The whole country of the Summoners disappeared from this world.
hu: A varázslók országa teljes egészében eltűnt ebből a világból.

source: Then they must have fled. I know Jaffar would have.
hu: Akkor ők elmenekültek. Tudom, hogy Jaffar is erre gondolt.

source: There are so many. Men! Fan out everywhere. Comb every dune.
hu: Sokan vannak. Emberek! Szóródjatok szét! Vizsgáljatok át minden dűnét!

source: There are too many of them. This day had to come...
hu: Túl sokan vannak. ennek is be kellett következnie...

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master’s tent.
hu: Ez most nem a cseveréssszzés ideje. Rhaxiz megparancsolta, hogy legyek a hassszznodra, ssszzóval elloptam essszzt a ládát a mestered sátrából.

source: There was a guard. I had to annihilate him.
hu: Volt benn egy őr. Le kellett számolnom vele.
